{
  "apiumGraveolens": "Apium graveolens, commonly known as celery, is a biennial herb known for its crisp stalks and distinctive flavor. As a tisane, it is often used for its potential diuretic properties and to support digestion.",
  "achyranthesBidentata": "Achyranthes bidentata, commonly known as \"buffalo horn,\" is a perennial herb traditionally used in herbal medicine, particularly in Asian cultures. It is often consumed as a tisane to support joint health and improve circulation.",
  "acorusCalamus": "Acorus calamus, commonly known as sweet flag, is a perennial wetland plant with aromatic rhizomes. Traditionally, it has been used in herbal medicine to enhance digestion and alleviate anxiety.",
  "cimicifugaRacemosa": "Cimicifuga racemosa, commonly known as black cohosh, is a flowering plant native to North America, often used to alleviate menopausal symptoms and regulate menstrual cycles. Its root is typically prepared as a tisane to harness its potential benefits for women's health.",
  "ageratumConyzoides": "Ageratum conyzoides, commonly known as billygoat weed, is a flowering plant often used in traditional medicine for its anti-inflammatory and analgesic properties. It is typically prepared as a tisane to help alleviate symptoms such as headaches and digestive issues.",
  "leonurusCardiaca": "Leonurus cardiaca, commonly known as motherwort, is a flowering plant in the mint family, traditionally used to relieve menstrual discomfort and anxiety. Its calming properties make it a favorable choice for herbal teas targeting stress and women's health.",
  "agrimoniaEupatoria": "Agrimonia eupatoria, commonly known as agrimony, is a perennial herb with distinctive yellow flowers and serrated leaves. It is traditionally used for its astringent properties and may aid in digestive health and support skin conditions when consumed as a tisane.",
  "alliumSativum": "Allium sativum, commonly known as garlic, is a bulbous plant renowned for its strong flavor and numerous health benefits, including antimicrobial and anti-inflammatory properties. Its leaves and bulbs can be infused into a tisane for digestive support and overall wellness.",
  "trachyspermumAmmi": "Trachyspermum ammi, commonly known as ajwain or carom seeds, is an aromatic herb widely used in traditional medicine and cooking. Its tisane is believed to aid digestion and relieve respiratory issues.",
  "alchemillaXanthochlora": "Alchemilla xanthochlora, commonly known as yellow lady's mantle, is a perennial herb renowned for its scalloped leaves and clusters of greenish-yellow flowers. Traditionally used in herbal medicine, it is valued for its potential benefits in women's health and its mild astringent properties.",
  "sisymbriumAlliaria": "Sisymbrium alliaria, commonly known as garlic mustard, is a biennial herb with heart-shaped leaves and small white flowers. Traditionally used for its potential digestive benefits and as a natural remedy for respiratory issues, its leaves can be infused to create a soothing tisane.",
  "amomumCardamomum": "Amomum cardamomum, commonly known as black cardamom, is a spice with a distinctive smoky flavor, often used in savory dishes and teas. It is known for its potential digestive benefits and ability to enhance respiratory health.",
  "anemarrhenaAsphodeloides": "Anemarrhena asphodeloides, also known as the \"Zhimu,\" is a perennial herb native to East Asia, traditionally used in herbal medicine for its cooling properties and to support respiratory and digestive health. It can be prepared as a tisane to help alleviate symptoms of heat-related conditions.",
  "anethumGraveolens": "Anethum graveolens, commonly known as dill, is an aromatic herb with feathery green leaves and yellow flowers. It is often used as a tisane for its soothing properties and digestive benefits.",
  "angelicaSinensis": "Angelica sinensis, also known as Dong Quai, is a traditional Chinese herb often used to support women's health, particularly in balancing hormones and alleviating menstrual discomfort. Its roots are typically brewed into a soothing tisane that may promote circulation and overall vitality.",
  "pimpinellaAnisum": "Pimpinella anisum, commonly known as anise, features aromatic seeds that impart a sweet, licorice-like flavor. It is often used in herbal teas to aid digestion and relieve coughs.",
  "arbutusUnedo": "Arbutus unedo, commonly known as the strawberry tree, is an evergreen shrub or small tree native to the Mediterranean region. Its leaves and fruits are used to brew tisanes that are traditionally believed to aid in digestion and provide antioxidant benefits.",
  "artemisiaVulgaris": "Artemisia vulgaris, commonly known as mugwort, is a fragrant perennial herb traditionally used to aid digestion, relieve anxiety, and enhance dreams. Its leaves can be brewed into a pungent tisane that is both soothing and aromatic.",
  "cynaraScolymus": "Cynara scolymus, commonly known as artichoke, is a perennial thistle with edible buds and leaves that are often used to make a digestive tisane. This herb is known for its potential benefits in supporting liver health and improving digestion.",
  "asparagusOfficinalis": "Asparagus officinalis, commonly known as asparagus, is a nutrient-rich vegetable with slender green shoots. It is often used in herbal medicine for its diuretic properties and potential benefits for digestive health and inflammation.",
  "galiumOdoratum": "Galium odoratum, commonly known as sweet woodruff, is a perennial herb with a sweet scent and whorled leaves. It is often used in tisanes for its mild sedative properties and is traditionally associated with aiding digestion.",
  "lavandulaLatifolia": "Lavandula latifolia, commonly known as spike lavender, is an aromatic herb known for its distinctive scent and calming properties. It is often used in herbal teas to promote relaxation and ease tension.",
  "astragalusMongholicus": "Astragalus mongholicus, commonly known as Mongolian milkvetch, is a perennial herb celebrated for its immune-boosting properties and is often used in traditional medicine to enhance vitality and longevity. The root of the plant is commonly prepared as a tisane to support overall health and promote energy.",
  "crataegusLaevigata": "Crataegus laevigata, commonly known as smooth hawthorn, is a small tree or shrub recognized for its heart-shaped leaves and clusters of white flowers. It is traditionally used in herbal medicine to support cardiovascular health and soothe anxiety.",
  "inulaHelenium": "Inula helenium, also known as elecampane, is a perennial herb with large yellow flowers and a strong, aromatic root. Traditionally, it has been used to support respiratory health and soothe digestive issues through infusions.",
  "avenaSativa": "Avena sativa, commonly known as oats, is a nutritious cereal grain that can also be brewed into a soothing tisane. It is traditionally used to promote relaxation, alleviate stress, and support overall wellness.",
  "ayapanaTriplinervis": "Ayapana triplinervis, commonly known as Ayapana, is a perennial herb native to tropical regions, recognized for its aromatic leaves and anti-inflammatory properties. Traditionally, it is used in herbal medicine to promote digestion and alleviate respiratory issues.",
  "illiciumVerum": "Illicium verum, commonly known as star anise, is a star-shaped spice with a sweet, aromatic flavor. It is often used in teas for its digestive benefits and to add warmth to various beverages.",
  "ballotaNigra": "Ballota nigra, commonly known as black horehound, is a perennial herb with furry green leaves and small purplish flowers. Traditionally used to alleviate respiratory issues and digestive problems, it is often prepared as a tisane for its calming effects.",
  "balsamitaMajor": "Balsamita major, commonly known as giant balsam or blessed thistle, is an aromatic herb with a pleasant fragrance. It is traditionally used in herbal teas for its digestive benefits and soothing properties.",
  "arctiumLappa": "Arctium lappa, commonly known as burdock root, is a biennial plant recognized for its large leaves and purple flower heads. Traditionally used in herbal medicine, it is known for its potential benefits in promoting digestion and supporting skin health.",
  "ocimumBasilicum": "Ocimum basilicum, commonly known as basil, is a fragrant herb with smooth, green leaves often used in culinary dishes. In tisane form, it is appreciated for its calming properties and potential digestive benefits.",
  "geumUrbanum": "Geum urbanum, commonly known as lady's mantle or herb bennet, is a perennial herb with bright green, serrated leaves and small yellow flowers. Traditionally used to make a soothing tisane, it’s valued for its mild astringent properties and potential digestive benefits.",
  "stachysOfficinalis": "Stachys officinalis, commonly known as betony, is a perennial herb with square stems and whorled leaves. Traditionally used for its calming properties, it’s often brewed as a tisane to support relaxation and relieve mild digestive discomfort.",
  "bidensPilosa": "Bidens pilosa, commonly known as Spanish needles or beggar's-ticks, is a flowering plant often used in traditional herbal medicine. Its leaves and flowers can be brewed into a tisane, which is believed to support immune health and provide anti-inflammatory benefits.",
  "persicariaBistorta": "Persicaria bistorta, also known as bistort or snakeweed, is a perennial herb with broad, lanceolate leaves and tall spikes of pinkish flowers. Traditionally, it has been used in herbal medicine to support digestive health and alleviate gastrointestinal issues.",
  "centaureaCyanus": "Centaurea cyanus, commonly known as cornflower, is a flowering plant with bright blue blooms traditionally used in herbal medicine. Its tisane is often utilized for its soothing properties and potential benefits in promoting relaxation and digestive health.",
  "boerhaviaDiffusa": "Boerhavia diffusa, commonly known as Punarnava, is a perennial herb renowned in traditional medicine for its diuretic and anti-inflammatory properties. It is often used in herbal teas to support kidney health and alleviate fluid retention.",
  "peumusBoldus": "Peumus boldus, commonly known as boldo, is a small evergreen tree native to South America. Its leaves are traditionally used to make a tisane that is believed to aid digestion and support liver health.",
  "verbascumThapsus": "Verbascum thapsus, commonly known as mullein, is a biennial plant featuring tall spikes of yellow flowers. Traditionally used as a tisane, it is known for its soothing properties, particularly for respiratory issues and cough relief.",
  "betulaPendula": "Betula pendula, commonly known as silver birch, is a deciduous tree known for its striking white bark and delicate leaves. Its young leaves and sap are often used in tisanes for their potential diuretic and anti-inflammatory properties.",
  "frangulaAlnus": "Frangula alnus, commonly known as buckthorn, is a shrub with small berries that are traditionally used as a natural laxative. The dried bark can be prepared as a tisane to support digestive health.",
  "boragoOfficinalis": "Borago officinalis, commonly known as borage, is a herbaceous plant with star-shaped blue flowers and hairy leaves. It is often used in herbal teas for its soothing properties and potential benefits in reducing inflammation and promoting skin health.",
  "capsellaBursaPastoris": "Capsella bursa-pastoris, commonly known as shepherd's purse, is a small flowering plant often found in gardens and disturbed sites. It is traditionally used in herbal medicine to help manage bleeding and promote menstrual health.",
  "prunellaVulgaris": "Prunella vulgaris, commonly known as self-heal, is a flowering plant known for its medicinal properties and traditional use in herbal remedies. It is often brewed as a tisane to promote healing and support immune function.",
  "ericaCinerea": "Erica cinerea, commonly known as heather, is a flowering plant that is appreciated for its beautiful purple blooms and aromatic foliage. Traditionally, its leaves have been used to make an herbal infusion known for its potential benefits in supporting respiratory health.",
  "agathosmaBetulina": "Agathosma betulina, commonly known as buchu, is a South African herb with aromatic leaves traditionally used to relieve digestive issues and urinary tract infections. Its leaves can be brewed as a tisane, providing a refreshing beverage with potential therapeutic properties.",
  "ononisSpinosa": "Ononis spinosa, commonly known as spiny restharrow, is a perennial herb traditionally used for its diuretic and anti-inflammatory properties. Its roots and aerial parts are often prepared as a tisane to support urinary health and alleviate bodily discomfort.",
  "arctostaphylosUvaUrsi": "Arctostaphylos uva-ursi, commonly known as bearberry, is a low-growing evergreen shrub with small, leathery leaves and pinkish-white flowers. Traditionally, its leaves are used in tisanes for their potential diuretic and astringent properties, often supporting urinary tract health.",
  "juniperusOxycedrus": "Juniperus oxycedrus, commonly known as prickly juniper, is a small evergreen shrub native to the Mediterranean region. Its berries are often used in herbal teas for their potential diuretic and digestive benefits.",
  "callunaVulgaris": "Calluna vulgaris, commonly known as heather, is a low-growing evergreen shrub with small purple flowers. Traditionally used in herbal medicine, it is believed to have diuretic and anti-inflammatory properties and is often infused as a tisane for its soothing effects.",
  "tanacetumParthenium": "Tanacetum parthenium, commonly known as feverfew, is a flowering plant valued for its anti-inflammatory properties and is traditionally used to alleviate headaches and migraine symptoms. Its leaves can be brewed into a tisane to promote overall wellness.",
  "chamaemelumNobile": "Chamaemelum nobile, commonly known as Roman chamomile, is a perennial herb with small, daisy-like flowers. It is often used in tisanes for its calming properties, helping to promote relaxation and support digestive health.",
  "cinnamomumVerum": "Cinnamomum verum, commonly known as True Cinnamon or Ceylon Cinnamon, is a flavorful spice derived from the inner bark of the cinnamon tree. It is often used in herbal teas for its potential antioxidant properties and to aid digestion.",
  "tropaeolumMajus": "Tropaeolum majus, commonly known as nasturtium, is an edible flowering plant with vibrant blossoms and peppery leaves. It is often used in tisanes for its potential antimicrobial properties and is rich in vitamins and antioxidants.",
  "eletariaCardamomum": "Elettaria cardamomum, commonly known as green cardamom, is a fragrant spice made from the dried fruit of a tropical plant. It is often used in herbal teas for its aromatic flavor and potential digestive benefits.",
  "justiciaPectoralis": "Justicia pectoralis, commonly known as \"tisanté\" or \"sachem,\" is a perennial herb native to tropical regions. It is traditionally used in herbal medicine for its potential anti-inflammatory and respiratory benefits, often prepared as a soothing tisane.",
  "ceratoniaSiliqua": "Ceratonia siliqua, commonly known as carob, is a flowering evergreen tree native to the Mediterranean region. The pods of this plant can be dried and ground into a powder, often used in herbal tisanes for their naturally sweet flavor and potential digestive benefits.",
  "chondrusCrispus": "Chondrus crispus, commonly known as Irish moss, is a type of red algae rich in carrageenan, often used in beverages and desserts. It is traditionally consumed as a tisane for its potential soothing properties and to support respiratory health.",
  "carthamusTinctorius": "Carthamus tinctorius, commonly known as safflower, is a flowering plant whose petals are used to make a soothing tisane. Traditionally, it is believed to support circulation and promote wellness, often used in herbal remedies for its mild flavor and vibrant color.",
  "carumCarvi": "Carum carvi, commonly known as caraway, is a biennial herb with feathery leaves and small, aromatic seeds. The seeds are often used to make a soothing tisane, traditionally believed to aid digestion and relieve bloating.",
  "frangulaPurshiana": "Rhamnus purshiana, commonly known as cascara sagrada, is a small tree native to the western United States. Its bark is traditionally used as a mild laxative in herbal teas, promoting digestive health.",
  "ribesNigrum": "Ribes nigrum, commonly known as blackcurrant, is a small shrub whose berries are rich in antioxidants and vitamin C. The leaves are often used in tisanes for their potential anti-inflammatory and diuretic properties.",
  "cecropiaObtusa": "Cecropia obtusa, commonly known as trumpet tree, is a tall, fast-growing tree native to Central and South America. Its leaves and bark are traditionally used to make a soothing tisane believed to support respiratory health and promote relaxation.",
  "centauriumErythraea": "Centaurium erythraea, commonly known as common centaury, is a flowering plant that has bitter properties, traditionally used to stimulate appetite and aid digestion. Its herbal infusion is often enjoyed for its mild, pleasant flavor and potential health benefits.",
  "silybumMarianum": "Silybum marianum, commonly known as milk thistle, is a flowering plant recognized for its striking purple flowers and distinctive marbled leaves. Traditionally used for liver health, its seeds contain silymarin, a compound believed to provide antioxidant and anti-inflammatory benefits.",
  "chelidoniumMajus": "Chelidonium majus, commonly known as greater celandine, is a perennial herb featuring yellow flowers and a distinct orange latex sap. Traditionally, it has been used for its potential liver-supporting properties and as a natural remedy for various ailments, though caution is advised due to its toxicity in large amounts.",
  "quercusRobur": "Quercus robur, commonly known as the English oak, is a large deciduous tree known for its strong wood and acorns. Its leaves and bark are often used in herbal teas for their astringent properties, which may aid in digestive health and skin care.",
  "chenopodiumAmbrosioides": "Chenopodium ambrosioides, commonly known as epazote, is a perennial herb with distinctive jagged leaves and a strong, pungent aroma. Traditionally used in herbal medicine, it is often brewed into a tisane to alleviate digestive issues and reduce gas.",
  "cichoriumIntybus": "Cichorium intybus, commonly known as chicory, is a leafy plant with a deep taproot that is often used to make a caffeine-free herbal tea. It is traditionally valued for its digestive benefits and ability to promote liver health.",
  "cynodonDactylon": "Cynodon dactylon, commonly known as Bermuda grass, is a resilient perennial grass often used in landscaping and sports fields. It has traditional medicinal uses, including diuretic properties and support for digestive health when consumed as a tisane.",
  "elytrigiaRepens": "Elymus repens, commonly known as quackgrass, is a perennial grass with extensive rhizomes. It is often used in herbal remedies for its diuretic properties and to help soothe the urinary tract.",
  "chrysanthellumIndicum": "Chrysanthellum indicum, commonly known as golden chrysanthemum, is a medicinal herb known for its anti-inflammatory and antioxidant properties. It is often used in traditional herbal medicine to support liver health and improve circulation.",
  "cissusVerticillata": "Cissus verticillata, also known as the \"Malabar Grape,\" is a climbing plant traditionally used in herbal medicine for its potential anti-inflammatory and antioxidant properties. Its leaves and vines can be brewed into a tisane to promote general wellness and digestive health.",
  "cochleariaOfficinalis": "Cochlearia officinalis, commonly known as scurvy grass, is a coastal plant rich in vitamin C and has historically been used to prevent scurvy. Its peppery leaves can be brewed into a refreshing tisane that may support overall vitality.",
  "codonopsisPilosulaSspTangshen": "Codonopsis pilosula, also known as Dang Shen, is a perennial herb valued in traditional Chinese medicine for its adaptogenic properties. It is commonly used to enhance energy, support the immune system, and improve overall vitality.",
  "marsdeniaCondurango": "Marsdenia condurango, commonly known as condurango, is a climbing vine native to South America, particularly used in traditional medicine for digestive issues and as a tonic. Its dried bark is often brewed into a tisane, believed to promote overall health and well-being.",
  "papaverRhoeas": "Papaver rhoeas, commonly known as corn poppy or field poppy, is a vibrant red flower whose petals are often used to make a soothing tisane that may promote relaxation and help with sleep. Traditionally, its infusion has been used for its mild sedative properties.",
  "coriandrumSativum": "Coriandrum sativum, commonly known as coriander or cilantro, is an annual herb with fresh, fragrant leaves and small, round seeds. Used in various cuisines, its leaves can be brewed into a refreshing tisane that may support digestion and overall well-being.",
  "cucurbitaPepo": "Cucurbita pepo, commonly known as pumpkin, is a versatile squash species often used in culinary applications. The leaves and seeds can be infused into tisanes, traditionally valued for their potential health benefits, including digestive support and anti-inflammatory properties.",
  "crithmumMaritimum": "Crithmum maritimum, commonly known as rock samphire or sea asparagus, is a succulent coastal plant known for its crunchy texture and salty flavor. Traditionally used in culinary dishes, it is also recognized for its potential health benefits, including antioxidant properties and support for digestion.",
  "curcumaDomestica": "Curcuma longa, commonly known as turmeric, is a vibrant yellow rhizome known for its anti-inflammatory and antioxidant properties. It is often used in tisanes to support digestion and promote overall wellness.",
  "cyathulaOfficinalis": "Cyathula officinalis, commonly known as the \"Chinese ginseng,\" is a traditional herb used in Asian medicine. It is often utilized for its potential health benefits, including anti-inflammatory and immune-boosting properties.",
  "cupressusSempervirens": "Cupressus sempervirens, commonly known as the Mediterranean cypress, is an evergreen tree known for its tall, slender shape and aromatic foliage. Its leaves and essential oil are used in herbal remedies for respiratory and circulatory support.",
  "dioscoreaNipponica": "Dioscorea nipponica, also known as Japanese dioscorea, is a climbing plant whose tubers are used in traditional medicine for their potential anti-inflammatory and antioxidant properties. The tuber is commonly prepared as a tisane to support digestive health and boost vitality.",
  "droseraRotundifolia": "Drosera rotundifolia, commonly known as sundew, is a carnivorous plant with sticky glandular leaves that capture insects. Traditionally, it has been used in herbal medicine for its potential benefits in treating respiratory conditions such as coughs and bronchitis.",
  "drynariaFortunei": "Drynaria fortunei, commonly known as the \"stone stem fern,\" is a tropical fern traditionally used in Chinese medicine for its purported benefits in strengthening bones and improving respiratory health. Its leaves are often brewed into a tisane to harness these medicinal properties.",
  "echinaceaAngustifolia": "Echinacea angustifolia, commonly known as narrow-leaved coneflower, is a medicinal herb recognized for its immune-boosting properties. It is often used in tisane form to help prevent or reduce the duration of colds and respiratory infections.",
  "eleutherococcusSenticosus": "Eleutherococcus senticosus, commonly known as Siberian ginseng, is a hardy shrub native to Eastern Asia. It is often used in herbal medicine to enhance energy, boost the immune system, and help the body adapt to stress.",
  "berberisVulgaris": "Berberis vulgaris, commonly known as barberry, is a spiny shrub that produces small, tart berries. Its dried parts can be used to make a tisane, traditionally valued for its potential digestive and antimicrobial properties.",
  "sisymbriumOfficinale": "Sisymbrium officinale, commonly known as hedge mustard, is a herbaceous plant with a peppery flavor, often used in traditional herbal remedies. Its leaves and seeds can be brewed into a tisane that is believed to support respiratory health and digestion.",
  "eschscholtziaCalifornica": "Eschscholzia californica, commonly known as California poppy, is an ornamental plant native to the West Coast of the United States. It is traditionally used in herbal medicine for its calming effects, often made into a tisane to help alleviate anxiety and promote sleep.",
  "eucalyptusGlobulus": "Eucalyptus globulus, commonly known as the blue gum tree, is recognized for its aromatic leaves which are often used to create a soothing tisane. This herbal infusion is traditionally utilized for its potential respiratory benefits and calming properties.",
  "foeniculumVulgare": "Foeniculum vulgare, commonly known as fennel, is an aromatic herb with feathery leaves and bulbous stems. Its seeds are often used to make a soothing tisane that may aid digestion and alleviate bloating.",
  "trigonellaFoenumGraecum": "Trigonella foenum-graecum, commonly known as fenugreek, is an annual herb with small, aromatic leaves and yellow flowers. It is often used in herbal teas for its potential digestive benefits and ability to enhance lactation in nursing mothers.",
  "ficusCarica": "Ficus carica, commonly known as the fig tree, produces edible fruits and leaves that can be brewed into a calming tisane. Traditionally, it has been used for its soothing properties, aiding digestion and promoting relaxation.",
  "forsythiaSuspensa": "Forsythia suspensa, commonly known as forsythia, is a flowering shrub whose dried fruits and flowers are used in traditional medicine to help reduce fever and alleviate cold symptoms. The tisane is often consumed for its antibacterial and anti-inflammatory properties.",
  "fragariaVesca": "Fragaria vesca, commonly known as wild strawberry, is a small herbaceous perennial plant known for its sweet, red berries and aromatic leaves. The leaves can be brewed into a tisane that is believed to aid digestion and provide antioxidant benefits.",
  "rubusIdaeus": "Rubus idaeus, commonly known as raspberry leaf, is a perennial plant whose leaves are often used to make a soothing tisane. This herbal infusion is traditionally utilized for supporting women's health, particularly during menstruation and pregnancy.",
  "fraxinusOrnus": "Fraxinus ornus, commonly known as the manna ash, is a deciduous tree native to southern Europe. Its resin, known as manna, is traditionally used in herbal medicine for its mild laxative properties and to soothe digestive issues.",
  "fucusSerratus": "Fucus serratus, commonly known as serrated wrack, is a type of brown seaweed rich in minerals and iodine. It is often used in traditional herbal remedies to support thyroid function and promote overall health.",
  "fumariaOfficinalis": "Fumaria officinalis, commonly known as fumitory, is a flowering plant with delicate pink or purple blooms. Traditionally used as a herbal remedy, it is believed to support liver function and has mild diuretic properties.",
  "alpiniaOfficinarum": "Alpinia officinarum, commonly known as galangal, is a rhizome with a spicy, aromatic flavor, often used in Asian cuisine and traditional medicine. It is known for its potential digestive benefits and anti-inflammatory properties.",
  "galegaOfficinalis": "Galega officinalis, commonly known as goat's rue, is a perennial herb with tall, erect stems and clusters of purple flowers. Traditionally used to support lactation and manage blood sugar levels, it has a long history in herbal medicine.",
  "gastrodiaElata": "Gastrodia elata, also known as Tian Ma, is a tuberous orchid native to Asia. It is traditionally used in herbal medicine for its calming properties and to help alleviate headaches and dizziness.",
  "gardeniaJasminoides": "Gardenia jasminoides, commonly known as cape jasmine or gardenia, is a flowering plant appreciated for its fragrant white blooms and glossy green leaves. Its leaves and flowers are often used in herbal medicine for their calming effects and as a traditional remedy for anxiety and insomnia when brewed as a tisane.",
  "vitexAgnusCastus": "Vitex agnus-castus, commonly known as chaste tree or vitex, is a flowering plant traditionally used to support menstrual health and relieve symptoms associated with hormonal imbalances. Its berries are often brewed into a tisane to promote overall reproductive wellness.",
  "juniperusCommunis": "Juniperus communis, commonly known as common juniper, is an evergreen shrub whose berries are often used to make a flavorful tisane. Traditionally, it is known for its diuretic properties and may aid digestion and reduce inflammation.",
  "gentianaLutea": "Gentiana lutea, commonly known as yellow gentian, is a perennial herb with striking yellow flowers and a bitter root. It is traditionally used to aid digestion and stimulate appetite, often consumed as a tisane.",
  "zingiberOfficinale": "Zingiber officinale, commonly known as ginger, is a flowering plant whose rhizome is widely used for its medicinal properties. It is often consumed as a tisane to aid digestion, reduce nausea, and provide anti-inflammatory effects.",
  "ginkgoBiloba": "Ginkgo biloba is a deciduous tree known for its fan-shaped leaves and is widely used in traditional medicine for improving cognitive function and circulation. Its leaves are often brewed as a tisane to enhance mental clarity and support overall brain health.",
  "panaxGinseng": "Panax ginseng, commonly known as Asian ginseng, is a perennial plant valued for its roots, which are used in traditional medicine to enhance energy, improve cognitive function, and support overall wellness. It is often consumed as a tisane for its adaptogenic properties.",
  "syzygiumAromaticum": "Syzygium aromaticum, commonly known as clove, is a fragrant flower bud widely used as a spice and in traditional medicine. It is known for its antioxidant and anti-inflammatory properties and can be brewed into a warming tisane to aid digestion and relieve toothache.",
  "globulariaAlypum": "Globularia alypum, commonly known as rosemary of the sea, is a perennial herb with small, round flower heads and aromatic foliage. Traditionally used in herbal medicine, it is known for its potential anti-inflammatory and antioxidant properties.",
  "punicaGranatum": "Punica granatum, commonly known as pomegranate, is a deciduous shrub or small tree known for its vibrant red fruit filled with juicy arils. The tisane made from its peel and seeds is often used for its antioxidant properties and potential health benefits.",
  "grindeliaRobusta": "Grindelia robusta, commonly known as coastal gumweed, is a flowering plant notable for its bright yellow blooms and sticky foliage. Traditionally used in herbal medicine, it is known for its respiratory benefits, often employed to relieve coughs and soothe bronchial irritation.",
  "althaeaOfficinalis": "Althaea officinalis, commonly known as marshmallow, is a perennial herb known for its soothing properties. Traditionally used in herbal medicine, its roots and leaves are often brewed into a tisane to help alleviate throat irritation and digestive issues.",
  "hamamelisVirginiana": "Hamamelis virginiana, commonly known as witch hazel, is a deciduous shrub whose leaves and bark are used to create a soothing tisane. It is traditionally utilized for its astringent and anti-inflammatory properties, often aiding in skin irritations and promoting calming effects.",
  "harpagophytumProcumbens": "Harpagophytum procumbens, commonly known as devil's claw, is a flowering plant native to southern Africa. Traditionally used for its anti-inflammatory properties, it is often brewed as a tisane to help alleviate pain and support joint health.",
  "humulusLupulus": "Humulus lupulus, commonly known as hops, is a climbing plant whose flowers are often used to impart flavor and aroma in beer. In herbal medicine, it is valued for its calming properties and may help alleviate anxiety and promote sleep when used as a tisane.",
  "ruscusAculeatus": "Ruscus aculeatus, commonly known as butcher's broom, is a perennial shrub with spiky leaves and small berries. It is traditionally used in herbal medicine to support cardiovascular health and alleviate symptoms of venous insufficiency.",
  "hydrastisCanadensis": "Hydrastis canadensis, commonly known as goldenseal, is a perennial herb native to North America. It is often used in herbal medicine for its potential antimicrobial and anti-inflammatory properties.",
  "centellaAsiatica": "Centella asiatica, commonly known as gotu kola, is a perennial herb renowned for its potential cognitive and skin health benefits. Often used in traditional medicine, its leaves can be steeped to make a soothing tisane that may enhance mental clarity and promote wound healing.",
  "hyptisAtrorubens": "Hyptis atrorubens, commonly known as \"Pennyroyal,\" is an aromatic herb belonging to the mint family. It is traditionally used in herbal medicine for its potential digestive and antimicrobial properties.",
  "hyptisSuaveolens": "Hyptis suaveolens, also known as bush mint or Brazilian mint, is a perennial herb characterized by its aromatic leaves and purple flowers. Traditionally used in herbal medicine, it is believed to have anti-inflammatory and antimicrobial properties, often brewed as a tisane for digestive aid and respiratory support.",
  "hyssopusOfficinalis": "Hyssopus officinalis, commonly known as hyssop, is a perennial herb with aromatic leaves and blue to purple flowers. Traditionally used to support respiratory health and digestive issues, it can be enjoyed as a calming tisane.",
  "ziziphusJujuba": "Ziziphus jujuba, commonly known as jujube, is a small tree or shrub whose fruits are often dried and used to make a soothing tisane. It is traditionally valued for its calming effects and is believed to promote restful sleep and reduce anxiety.",
  "hibiscusSabdariffa": "Hibiscus sabdariffa, commonly known as hibiscus or roselle, is a tropical plant known for its vibrant red flowers. The dried calyces are used to brew a tangy, refreshing tisane that is rich in antioxidants and may help lower blood pressure.",
  "ammiVisnaga": "Ammi visnaga, commonly known as Khella, is an annual flowering plant known for its aromatic seeds, traditionally used in herbal medicine to support respiratory health and alleviate muscle spasms. Its tisane is often utilized for its mild calming effects.",
  "combretumMicranthum": "Combretum micranthum, commonly known as the bush willow, is a perennial shrub or small tree that is native to tropical Africa. Its leaves and bark are traditionally used in herbal medicine for their potential anti-inflammatory and antioxidant properties, often brewed as a tisane for various health benefits.",
  "lactucaVirosa": "Lactuca virosa, commonly known as wild lettuce, is a biennial plant with a milky latex that has been traditionally used for its sedative and pain-relieving properties. Its leaves can be made into a tisane to help promote relaxation and alleviate mild anxiety.",
  "lamiumAlbum": "Lamium album, commonly known as white dead-nettle, is a perennial herb with white flowers and soft, hairy leaves. It is traditionally used in herbal medicine for its soothing properties, particularly in teas to relieve respiratory issues and promote relaxation.",
  "coixLacrymaJob": "Coix lacryma-jobi, commonly known as Job's tears, is a perennial grass that produces tear-shaped seeds often used in traditional herbal medicine. The seeds are believed to have diuretic and anti-inflammatory properties and are commonly made into a soothing tisane.",
  "laurusNobilis": "Laurus nobilis, commonly known as bay laurel, is an aromatic evergreen tree whose leaves are used in cooking and traditional medicine. The leaves are often brewed into a tisane for their potential health benefits, including digestive support and anti-inflammatory properties.",
  "cymbopogonCitratus": "Cymbopogon citratus, commonly known as lemongrass, is a tropical plant with a strong lemon fragrance. It is often used in herbal teas for its refreshing flavor and potential digestive benefits.",
  "leonurusJaponicus": "Leonurus japonicus, also known as Japanese motherwort, is a flowering plant traditionally used in herbal medicine for its calming and menstrual-regulating properties. Its leaves and flowers can be brewed into a tisane to support relaxation and reproductive health.",
  "cetrariaIslandica": "Cetraria islandica, commonly known as Iceland moss, is a lichen that grows in cold, northern regions. Traditionally used as a soothing remedy for respiratory ailments and digestive issues, it is often prepared as a tisane for its mild flavor and health benefits.",
  "hederaHelix": "Hedera helix, commonly known as English ivy, is an evergreen vine that is often used for its potential respiratory benefits and as a natural remedy for coughs. Its leaves can be brewed into a tisane to help soothe respiratory issues and promote overall health.",
  "glechomaHederacea": "Glechoma hederacea, commonly known as ground ivy or creeping Charlie, is a perennial herb with heart-shaped leaves and small purple flowers. Traditionally used as a tisane, it is valued for its soothing properties and is often employed to alleviate respiratory issues and promote digestive health.",
  "linumUsitatissimum": "Linum usitatissimum, commonly known as flaxseed or flax, is a plant prized for its small, nutritious seeds that are rich in omega-3 fatty acids and fiber. Its tisane is often consumed for digestive health and as a natural remedy for inflammation.",
  "ligusticumSinense": "Ligusticum sinense, commonly known as Chinese lovage, is an aromatic perennial herb often used in traditional Chinese medicine. It is valued for its potential anti-inflammatory and digestive benefits, typically enjoyed as a tisane to support overall wellness.",
  "levisticumOfficinale": "Levisticum officinale, commonly known as lovage, is a perennial herb characterized by its tall stems and rich green leaves. Traditionally, it is used for its digestive benefits and to enhance the flavor of soups and stews, but can also be enjoyed as a flavorful tisane.",
  "lyciumBarbarum": "Lycium barbarum, commonly known as goji berry, is a small red fruit from a shrub native to Asia. It is often brewed as a tisane for its potential health benefits, including antioxidant properties and support for immune function.",
  "magnoliaOfficinalis": "Magnolia officinalis, known as Hou Po, is a traditional medicinal herb valued for its calming properties and ability to support digestive health. The bark is commonly brewed into a tisane to promote relaxation and alleviate symptoms of anxiety.",
  "zeaMays": "Zea mays, commonly known as corn, is a cereal grain whose silk and husks have been traditionally used to make soothing tisanes. It is often utilized for its diuretic properties and to support urinary health.",
  "origanumMajorana": "Origanum majorana, commonly known as marjoram, is a fragrant herb with a sweet and slightly citrusy flavor. It is often used in herbal teas for its soothing properties and potential digestive benefits.",
  "aesculusHippocastanum": "Aesculus hippocastanum, commonly known as horse chestnut, is a large deciduous tree known for its distinctive palmate leaves and spiky seed capsules. The seeds are often used in herbal remedies to support vein health and reduce inflammation.",
  "marrubiumVulgare": "Marrubium vulgare, commonly known as horehound, is a hardy perennial herb with a bitter taste traditionally used for its expectorant properties to help relieve coughs and respiratory issues. Its leaves can be steeped to make a soothing tisane.",
  "ilexParaguariensis": "Ilex paraguariensis, commonly known as yerba mate, is a South American plant whose leaves are traditionally used to make a stimulating herbal tea. Rich in caffeine and antioxidants, it is often enjoyed for its invigorating effects and social significance in many cultures.",
  "matricariaRecutita": "Matricaria chamomilla, commonly known as chamomile, is a daisy-like flowering plant renowned for its calming properties. Often brewed as a tisane, it is traditionally used to aid sleep, reduce anxiety, and alleviate digestive issues.",
  "malvaSylvestris": "Malva sylvestris, commonly known as common mallow, is a flowering plant in the mallow family. Its leaves and flowers are often used to make a soothing tisane that may help alleviate respiratory ailments and promote digestive health.",
  "melilotusOfficinalis": "Melilotus officinalis, commonly known as sweet clover, is a tall, herbaceous plant with sweet-smelling yellow flowers. Traditionally used as a tisane, it is believed to support circulation and may have mild sedative effects.",
  "melissaOfficinalis": "Melissa officinalis, commonly known as lemon balm, is a fragrant herb belonging to the mint family. It is often used in tisanes for its calming effects, helping to alleviate stress and promote relaxation.",
  "menthaXPiperita": "Mentha × piperita, commonly known as peppermint, is a hybrid mint renowned for its refreshing flavor and aroma. It is often used in tisanes for its soothing properties, aiding digestion and providing relief from headaches.",
  "menthaSpicata": "Mentha spicata, commonly known as spearmint, is a fragrant herb with bright green leaves and a sweet, minty flavor. It is often used to make refreshing herbal teas that can aid digestion and relieve headaches.",
  "menyanthesTrifoliata": "Menyanthes trifoliata, commonly known as bogbean or buckbean, is a perennial herb found in wetlands and damp environments. Its leaves and flowers are used in traditional herbal medicine, primarily for their potential anti-inflammatory and digestive properties.",
  "achilleaMillefolium": "Achillea millefolium, commonly known as yarrow, is a flowering plant with delicate white to pink flowers and feathery leaves. It is traditionally used for its anti-inflammatory and astringent properties, often brewed as a tisane to support digestive health and alleviate menstrual discomfort.",
  "hypericumPerforatum": "Hypericum perforatum, commonly known as St. John's Wort, is a flowering plant traditionally used for its mood-enhancing properties and as a remedy for mild depression. Its bright yellow flowers and soothing tisane are popular for promoting emotional well-being.",
  "momordicaCharantia": "Momordica charantia, commonly known as bitter melon, is a tropical vine known for its distinctively wrinkled green fruit. It is traditionally used in herbal medicine for its potential benefits in regulating blood sugar levels and supporting digestive health.",
  "solanumNigrum": "Solanum nigrum, commonly known as black nightshade, is a herbaceous plant with small green berries and white or purple flowers. It is traditionally used in herbal medicine for its anti-inflammatory and antioxidant properties, though caution is advised due to potential toxicity if consumed in large quantities.",
  "ophiopogonJaponicus": "Ophiopogon japonicus, commonly known as dwarf lilyturf, is a perennial herb native to East Asia. It is traditionally used in herbal medicine to promote hydration and support respiratory health, often consumed as a tisane for its soothing properties.",
  "myrtusCommunis": "Myrtus communis, commonly known as myrtle, is an aromatic evergreen shrub with glossy leaves and delicate white or pink flowers. Its leaves and berries are often used in tisanes for their potential digestive and antiseptic properties.",
  "vacciniumMyrtillus": "Vaccinium myrtillus, commonly known as bilberry, is a small, dark blue berry-bearing shrub native to Europe and North America. It is often used as a tisane for its potential benefits in supporting eye health and improving circulation.",
  "rhamnusCatharticus": "Rhamnus catharticus, commonly known as buckthorn, is a deciduous shrub whose leaves and berries are traditionally used as a gentle laxative. Its tisane is often prepared to support digestive health.",
  "panaxPseudoginseng": "Panax pseudoginseng, commonly known as Chinese ginseng, is a medicinal herb prized for its adaptogenic properties and ability to boost energy and vitality. It is often used in traditional medicine to enhance overall well-being and support immune function.",
  "notopterygiumFranchetii": "Notopterygium franchetii, commonly known as \"Han Fang Ji,\" is a traditional Chinese herb known for its anti-inflammatory and analgesic properties. It is often used in tisanes to alleviate pain, especially related to muscle and joint conditions.",
  "juglansRegia": "Juglans regia, commonly known as English walnut, is a deciduous tree known for its nutrient-rich nuts and leaves. The leaves can be used to make a tisane that has potential digestive and anti-inflammatory benefits.",
  "oleaEuropaea": "Olea europaea, commonly known as the olive tree, produces small fruits that are rich in antioxidants and healthy fats. Its leaves are often used in tisanes for their potential anti-inflammatory and heart-health benefits.",
  "citrusAurantium": "Citrus aurantium, commonly known as bitter orange, is a fragrant fruit-bearing tree whose dried flowers and peel are often used to make soothing tisanes. Traditionally, it has been used to promote relaxation and aid digestion.",
  "origanumVulgare": "Origanum vulgare, commonly known as oregano, is a perennial herb renowned for its aromatic leaves, which are often used in cooking. In herbal medicine, it’s valued for its potential antimicrobial and antioxidant properties, often used to support digestive health and respiratory function when brewed as a tisane.",
  "orthosiphonStamineus": "Orthosiphon stamineus, commonly known as cat's whiskers, is a tropical herb known for its distinct long, whisker-like flower stamens. Traditionally used in herbal medicine, it is often brewed as a tisane for its potential benefits in promoting kidney health and aiding in urinary function.",
  "urticaDioca": "Urtica dioica, commonly known as stinging nettle, is a perennial herb that has serrated, heart-shaped leaves and is known for its mild sting when touched. Traditionally used as a tisane, it is valued for its anti-inflammatory properties and is often consumed to support urinary health and provide a rich source of vitamins and minerals.",
  "parietariaOfficinalis": "Parietaria officinalis, commonly known as pellitory-of-the-wall, is a herbaceous plant often found in damp environments. Traditionally, it has been used for its mild diuretic properties and is known to help alleviate respiratory issues.",
  "passifloraIncarnata": "Passiflora incarnata, commonly known as passionflower, is a climbing vine known for its striking flowers and sedative properties. Traditionally, it is used in herbal medicine to promote relaxation and alleviate anxiety.",
  "paulliniaCupana": "Paullinia cupana, commonly known as guarana, is a climbing plant native to the Amazon rainforest. Its seeds contain a high concentration of caffeine, making it popular as a natural stimulant and for promoting alertness in herbal tisanes.",
  "pelargoniumSidoides": "Pelargonium sidoides, commonly known as African geranium, is a traditional medicinal plant native to South Africa. It is often used in tisane form to support respiratory health and boost the immune system.",
  "violaArvensis": "Viola arvensis, commonly known as field pansy, is a small flowering plant with heart-shaped leaves and delicate purple or yellow flowers. Traditionally used in herbal medicine, it is known for its anti-inflammatory and diuretic properties, often prepared as a tisane to support skin health and relieve respiratory issues.",
  "peperomiaPellucida": "Peperomia pellucida, commonly known as shining pepperleaf, is a small, succulent herb recognized for its fleshy, heart-shaped leaves. It is traditionally used in herbal medicine for its anti-inflammatory and diuretic properties, often consumed as a tisane for digestive support.",
  "petroselinumCrispum": "Petroselinum crispum, commonly known as parsley, is a popular culinary herb recognized for its fresh flavor and vibrant green leaves. In herbal medicine, it is often used as a digestive aid and is believed to possess anti-inflammatory and antioxidant properties.",
  "petiveriaAlliacea": "Petiveria alliacea, commonly known as guanábana or *kuka*, is a perennial herb renowned for its aromatic leaves and traditional use in folk medicine as an anti-inflammatory and analgesic agent. Often brewed into a tisane, it is popular for relieving various ailments and promoting overall wellness.",
  "phyllanthusAmarus": "Phyllanthus amarus, commonly known as stonebreaker, is a small herb renowned for its liver-supporting properties and ability to promote urinary health. It is often used in traditional medicine to help with kidney stones and liver-related ailments.",
  "antennariaDioica": "Antennaria dioica, commonly known as  mountain everlasting or pussytoes, is a perennial herb characterized by its gray-green leaves and fuzzy flower clusters. Traditionally used in folk medicine, it is often brewed as a tisane to support respiratory health and alleviate digestive issues.",
  "hieraciumPilosella": "Hieracium pilosella, commonly known as hawkweed or mouse-ear hawkweed, is a perennial herb with hairy leaves and bright yellow flowers. Traditionally, it has been used as a tisane for its potential anti-inflammatory properties and digestive support.",
  "pinusSylvestris": "Pinus sylvestris, commonly known as Scots pine, is a coniferous tree whose needles can be used to brew a refreshing tisane rich in vitamin C and antioxidants. Traditionally, it has been used to support respiratory health and boost immunity.",
  "taraxacumOfficinale": "Taraxacum officinale, commonly known as dandelion, features bright yellow flowers and serrated leaves. It is often used in tisanes for its digestive and detoxifying properties.",
  "paeoniaOfficinalis": "Paeonia officinalis, commonly known as common peony, is a flowering plant whose roots and flowers are used in traditional herbal medicine for their calming and anti-inflammatory properties. It is often brewed as a tisane to help alleviate digestive discomfort and support overall wellness.",
  "plantagoMajor": "Plantago major, commonly known as broadleaf plantain, is a perennial herb with broad leaves and small flower spikes. It is often used in tisane for its soothing properties to support respiratory health and reduce inflammation.",
  "platycodonGrandiflorum": "Platycodon grandiflorum, commonly known as balloon flower, features large, star-shaped blue flowers that can be used to make a soothing tisane. Traditionally used in Asian medicine, it is believed to aid in digestive health and respiratory support.",
  "plectranthusAmboinicus": "Plectranthus amboinicus, commonly known as Cuban oregano or Mexican mint, is a succulent herb with thick, aromatic leaves. It is often used in herbal teas for its potential digestive and anti-inflammatory benefits.",
  "piperLongum": "Piper longum, also known as long pepper, is a climbing vine in the Piperaceae family, traditionally used in Ayurvedic medicine for its potential digestive and respiratory benefits. The dried fruit is commonly brewed as a tisane to enhance metabolism and soothe coughs.",
  "polygalaPaniculata": "Polygala paniculata, commonly known as milkwort, is a flowering plant traditionally used for its calming properties and to support respiratory health. The leaves can be steeped as a tisane to promote relaxation and alleviate stress.",
  "polygalaSenega": "Polygala senega, also known as seneca snakeroot, is a perennial herb traditionally used for its expectorant properties to help relieve respiratory conditions. Its root is commonly prepared as a tisane to soothe coughs and improve lung health.",
  "malusSylvestris": "Malus sylvestris, commonly known as the wild apple or crabapple, is a deciduous tree that produces small, tart fruits. The leaves and blossoms are often used in tisanes for their mild flavor and potential digestive benefits.",
  "wolfiporiaExtensa": "Wolfiporia extensa is a medicinal mushroom known for its anti-inflammatory and immune-boosting properties. It is commonly used in traditional Chinese medicine as a detoxifying agent and to promote overall health.",
  "potentillaErecta": "Potentilla erecta, commonly known as tormentil, is a perennial herb with yellow flowers and stems that can grow upright. Traditionally used for its astringent properties, it is often used in herbal medicine to help with digestive issues and skin irritations.",
  "equisetumArvense": "Equisetum arvense, commonly known as horsetail, is a perennial plant characterized by its tall, jointed stems and feathery appearance. Traditionally used as a herbal remedy, it is valued for its diuretic properties and is often employed to support urinary health and strengthen connective tissues.",
  "primulaVeris": "Primula veris, commonly known as cowslip, is a flowering herbaceous perennial with bright yellow, bell-shaped flowers. Traditionally, it has been used in herbal medicine for its soothing properties and to alleviate respiratory issues.",
  "psidiumGuajava": "Psidium guajava, commonly known as guava, is a tropical fruit tree whose leaves are used in herbal teas for their potential digestive and antimicrobial properties. The tisane is believed to support gut health and alleviate diarrhea.",
  "puerariaLobata": "Pueraria lobata, commonly known as kudzu, is a climbing vine native to Asia, recognized for its large green leaves and fragrant purple flowers. Traditionally, it is used in herbal medicine for its potential benefits in managing alcohol cravings and promoting digestive health.",
  "anacyclusPyrethrum": "Anacyclus pyrethrum, commonly known as pellitory of the wall, is a flowering plant known for its root, which has a history of use as a traditional remedy to alleviate headaches and dental pain. Its antiseptic and anodyne properties make it a sought-after ingredient in herbal tisanes.",
  "cinchonaPubescens": "Cinchona pubescens, commonly known as quina or cinchona bark, is a tree native to South America known for its bark, which contains quinine, a compound traditionally used to treat malaria. Its tisane is also believed to have tonic properties and can aid in digestion.",
  "krameriaTriandra": "Krameria triandra, commonly known as rhatany, is a plant native to South America, recognized for its strong astringent properties. Traditionally used in herbal medicine, its root is often prepared as a tisane to help alleviate digestive issues and promote oral health.",
  "glycyrrhizaGlabra": "Glycyrrhiza glabra, commonly known as licorice root, is a sweet-tasting herb used traditionally to soothe sore throats, ease digestive issues, and reduce inflammation. Its tisane is enjoyed for its natural sweetness and potential health benefits.",
  "rehmanniaGlutinosa": "Rehmannia glutinosa, commonly known as Chinese rehmannia or prepared rehmannia, is a perennial herb traditionally used in Chinese medicine to tonify the kidney and nourish the blood. Its root is often brewed into a tisane to support overall vitality and combat fatigue.",
  "filipendulaUlmaria": "Filipendula ulmaria, commonly known as meadowsweet, is a perennial herb with fragrant white flowers and feathery leaves. Traditionally used for its anti-inflammatory and pain-relieving properties, it is often brewed into a soothing tisane that may aid digestion and alleviate headaches.",
  "polygonumAviculare": "Polygonum aviculare, commonly known as knotgrass or bird's-foot, is a creeping herbaceous plant found in various habitats. Traditionally used as a mild diuretic and to support digestive health, it can be brewed into a soothing tisane.",
  "rheumOfficinale": "Rheum officinale, commonly known as Chinese rhubarb, is a perennial plant whose root is used in traditional medicine for its laxative properties and digestive support. Its leaves are toxic, so only the root is recommended for use as a tisane.",
  "rosmarinusOfficinalis": "Rosmarinus officinalis, commonly known as rosemary, is an aromatic evergreen herb native to the Mediterranean region. It is used in herbal teas for its potential cognitive benefits and digestive properties.",
  "alceaRosae": "Alcea rosea, commonly known as hollyhock, is a biennial flowering plant recognized for its tall spikes of colorful blooms. Traditionally, its leaves and flowers have been used in tisanes for soothing digestive and respiratory ailments.",
  "rosaDamascena": "Rosa damascena, commonly known as Damask rose, is prized for its fragrant pink blooms and is often used to make soothing herbal teas. Traditionally, it is known for its calming properties and is believed to aid in digestion and promote emotional well-being.",
  "crocusSativus": "Crocus sativus, commonly known as saffron, is a flowering plant whose vivid red stigmas are harvested for their aromatic spice and medicinal properties. As a tisane, it is often used for its potential mood-enhancing and antioxidant effects.",
  "lythrumSalicaria": "Lythrum salicaria, commonly known as purple loosestrife, is a perennial herb with striking purple flowers, often found in wetland areas. Traditionally used in herbal medicine, it has been employed for its potential anti-inflammatory and astringent properties.",
  "smilaxSarsaparilla": "Smilax ornata, commonly known as sassafras, is a vine native to tropical regions, known for its thick, heart-shaped leaves and fragrant roots. Traditionally used in herbal medicine, its tisane is believed to support detoxification and promote overall well-being.",
  "sanguisorbaOfficinalis": "Sanguisorba officinalis, commonly known as greater burnet, is a perennial herb with attractive, dark green leaves and cylindrical flower spikes. Traditionally used for its astringent properties, it is often brewed as a tisane to support digestive health and soothe ailments.",
  "santolinaChamaecyparissus": "Santolina chamaecyparissus, commonly known as cotton lavender, is a fragrant evergreen shrub with silver-gray foliage and yellow button-like flowers. It is traditionally used to make a tisane that may aid digestion and alleviate mild respiratory ailments.",
  "saponariaOfficinalis": "Saponaria officinalis, commonly known as soapwort, is a perennial herb with pink or white flowers, traditionally used for its mild soap-like properties. It is often used in herbal remedies to soothe coughs and digestive issues and can be brewed into a tisane.",
  "saturejaHortensis": "Satureja hortensis, commonly known as summer savory, is a culinary herb with a peppery flavor and aromatic qualities. It is traditionally used in herbal teas for its digestive benefits and mild antimicrobial properties.",
  "salviaOfficinalis": "Salvia officinalis, commonly known as sage, is a perennial herb with aromatic gray-green leaves. It is often used as a tisane for its potential digestive and anti-inflammatory properties.",
  "salixAlba": "Salix alba, commonly known as white willow, is a tree whose bark contains salicin, a compound similar to aspirin. Traditionally, its leaves and bark have been used in herbal medicine to alleviate pain and reduce fever.",
  "schisandraChinensis": "Schisandra chinensis, also known as the five-flavor fruit, is a berry-producing vine native to China that is prized for its adaptogenic properties. It is traditionally used to enhance vitality, improve mental clarity, and support liver health.",
  "scopariaDulcis": "Scoparia dulcis, commonly known as sweet broom, is a perennial herb recognized for its sweet-tasting leaves and stems. Traditionally used in herbal medicine, it is believed to possess anti-inflammatory and antidiabetic properties, often brewed as a tisane to support digestive health.",
  "scrophulariaNodosa": "Scrophularia nodosa, commonly known as knotgrass or figwort, is a perennial herb with tall, square stems and small, tubular flowers. It has traditionally been used in herbal medicine for its anti-inflammatory and diuretic properties, often brewed into a tisane for digestive support.",
  "scutellariaBaicalensis": "Scutellaria baicalensis, commonly known as Baikal skullcap, is a perennial herb native to Asia known for its anti-inflammatory and antioxidant properties. It is often used in traditional medicine to support immune health and reduce stress.",
  "cassiaAngustifolia": "Cassia angustifolia, commonly known as senna, is a flowering plant known for its natural laxative properties. Its leaves and pods are often used in herbal teas to promote digestive health and relieve constipation.",
  "solidagoVirgaurea": "Solidago virgaurea, commonly known as goldenrod, is a flowering plant recognized for its bright yellow blooms. Traditionally, it has been used in herbal medicine for its anti-inflammatory and diuretic properties, often prepared as a soothing tisane.",
  "sophoraJaponica": "Sophora japonica, also known as the Japanese pagoda tree, is valued for its flowers and pods, which are traditionally used in herbal medicine. It is believed to support cardiovascular health and has anti-inflammatory properties.",
  "calendulaOfficinalis": "Calendula officinalis, commonly known as marigold, is a vibrant flowering plant often used for its anti-inflammatory and soothing properties. Its dried petals can be steeped to create a calming tisane that may help relieve minor skin irritations and promote overall well-being.",
  "sambucusNigra": "Sambucus nigra, commonly known as elderberry, is a flowering plant whose berries and flowers are often used to make soothing tisanes. It is traditionally used for its potential immune-boosting properties and to help alleviate cold and flu symptoms.",
  "syzygiumCumini": "Syzygium cumini, also known as jamun or black plum, is a tropical tree native to South Asia, known for its edible dark purple fruits and medicinal properties. The leaves and seeds are often used in tisanes to aid digestion and help regulate blood sugar levels.",
  "tamarindusIndica": "Tamarindus indica, commonly known as tamarind, is a tropical tree that produces pod-like fruit with a sweet and tangy flavor. The leaves and pods are often used to make a refreshing tisane that aids digestion and offers antioxidant properties.",
  "curcumaXanthorrhiza": "Curcuma xanthorrhiza, commonly known as Java turmeric, is a flowering plant in the ginger family, renowned for its rhizome that is used in traditional medicine. The tisane derived from its roots is believed to have anti-inflammatory and antioxidant properties, often utilized to support digestive health and overall wellness.",
  "terminaliaCatappa": "Terminalia catappa, commonly known as the tropical almond tree, is a large coastal tree known for its broad, green leaves and edible nuts. Its leaves are often used to make a soothing tisane that may aid in digestion and provide calming effects.",
  "camelliaSinensis": "Camellia sinensis is the tea plant, known for producing green, black, white, and oolong teas. Rich in antioxidants, its leaves are commonly used to brew tisanes that may support overall health and well-being.",
  "thymusVulgaris": "Thymus vulgaris, commonly known as thyme, is a fragrant herb with small green leaves and tiny purple flowers. It is often used in herbal teas for its potential antibacterial, antifungal, and digestive benefits.",
  "tiliaPlatyphyllos": "Tilia platyphyllos, commonly known as the large-leaved lime or linden tree, is revered for its fragrant flowers that are often brewed into a calming tisane. This herbal tea is traditionally used to promote relaxation and alleviate symptoms of colds and respiratory issues.",
  "lippiaAlba": "Lippia alba, commonly known as lemon verbena or cedron, is a fragrant perennial herb valued for its calming aroma and potential digestive benefits. Its leaves are often used to make tisane, promoting relaxation and aiding in the relief of mild digestive discomfort.",
  "uncariaTomentosa": "Uncaria tomentosa, commonly known as cat's claw, is a woody vine native to the Amazon rainforest. It is traditionally used for its anti-inflammatory and immune-boosting properties, often brewed as a tisane to promote overall health.",
  "valerianaOfficinalis": "Valeriana officinalis, commonly known as valerian, is a flowering plant renowned for its calming properties. The root is often used in tisanes to promote relaxation and improve sleep quality.",
  "veprisLanceolata": "Vepris lanceolata, commonly known as African pepper, is a small tree or shrub native to tropical Africa. Its leaves and fruits are used to make a spicy tisane believed to have medicinal properties, including digestive and anti-inflammatory benefits.",
  "veronicaOfficinalis": "Veronica officinalis, commonly known as speedwell, is a perennial herb with small blue flowers traditionally used for its mild antiseptic and anti-inflammatory properties. It is often brewed as a tisane to support respiratory health and soothe digestive issues.",
  "verbenaOfficinalis": "Verbena officinalis, commonly known as vervain, is a flowering herb traditionally used for its calming effects and to relieve anxiety. It is often brewed as a tisane to promote relaxation and support digestive health.",
  "viburnumPrunifolium": "Viburnum prunifolium, commonly known as blackhaw, is a flowering shrub native to North America. It is often used in herbal medicine for its potential to relieve menstrual discomfort and support reproductive health.",
  "vitisVinifera": "Vitis vinifera, commonly known as the grapevine, is a climbing plant whose leaves and seeds are often used in herbal teas for their antioxidant properties. Its tisanes can support digestion and may promote cardiovascular health.",
  "zanthoxylumBungeanum": "Zanthoxylum bungeanum, commonly known as Sichuan pepper, is a spice and medicinal herb known for its numbing flavor and aromatic qualities. It is traditionally used in herbal teas to aid digestion and enhance circulation."
}
