{
  "apiumGraveolens": "L'Apium graveolens, communément appelé céleri, est une plante herbacée qui pousse principalement dans les régions humides et marécageuses d'Europe et d'Asie. En infusion, ses feuilles peuvent être utilisées pour leurs propriétés diurétiques et digestives.",
  "achyranthesBidentata": "L'Achyranthes bidentata, également connue sous le nom d'\"achyranthe à deux dents\", est une plante herbacée originaire des régions tropicales d'Asie. Elle est traditionnellement utilisée en infusion pour ses propriétés anti-inflammatoires et pour favoriser la santé des articulations.",
  "acorusCalamus": "L'acore odorant, ou Acorus calamus, est une plante vivace marécageuse d'origine asiatique, souvent rencontrée dans les zones humides et les bords de rivières. Utilisée en infusion, elle est principalement reconnue pour ses propriétés digestives et anti-inflammatoires.",
  "cimicifugaRacemosa": "Cimicifuga racemosa, communément appelée cohosh noir, est une plante originaire des forêts nord-américaines. Elle est principalement utilisée en infusion pour soulager les symptômes liés à la ménopause, tels que les bouffées de chaleur et l'anxiété.",
  "ageratumConyzoides": "L'Ageratum conyzoides, également connu sous le nom d'agérate, est une plante herbacée originaire des régions tropicales d'Amérique. Utilisée en infusion, elle est réputée pour ses propriétés anti-inflammatoires et antiseptiques, souvent employée dans la médecine traditionnelle.",
  "leonurusCardiaca": "Leonurus cardiaca, également connu sous le nom d'agripaume, est une plante vivace que l'on trouve principalement dans les régions tempérées d'Europe et d'Asie. Utilisée en infusion, elle est traditionnellement utilisée pour ses propriétés apaisantes et pour soutenir la santé féminine, notamment en cas de troubles menstruels.",
  "agrimoniaEupatoria": "L'aigremoine eupatoire est une plante herbacée vivace que l'on trouve souvent dans les prairies et les bords de chemins en Europe et en Asie. Utilisée en infusion, elle est réputée pour ses propriétés astringentes et anti-inflammatoires, souvent employée pour soulager les troubles digestifs et les inflammations des muqueuses.",
  "alliumSativum": "Allium sativum, communément connu sous le nom d'ail, est une plante herbacée originaire d'Asie centrale, souvent cultivée dans le monde entier. En infusion, l'ail est utilisé pour ses propriétés antiseptiques et anti-inflammatoires, contribuant ainsi à soutenir le système immunitaire.",
  "trachyspermumAmmi": "Trachyspermum ammi, également connu sous le nom d'ajowan ou ajwain, est une plante herbacée originaire des régions chaudes d'Asie et de la Méditerranée. Ses graines sont couramment utilisées en infusion pour leurs propriétés digestives et carminatives.",
  "alchemillaXanthochlora": "L'Alchémille xanthochlora, également connue sous le nom d'alchémille vert-jaunâtre, est une plante vivace que l'on trouve principalement dans les prairies humides et les sous-bois d'Europe. Elle est utilisée en infusion pour ses propriétés astringentes et anti-inflammatoires, souvent recommandée pour soulager des troubles menstruels et digestifs.",
  "sisymbriumAlliaria": "Le Sisymbrium alliaria, communément appelé \"herbe à ail\", est une plante herbacée vivace que l'on trouve fréquemment dans les zones fraîches et ombragées d'Europe. Ses feuilles et ses fleurs peuvent être utilisées en infusion pour leurs propriétés digestives et dépuratives.",
  "anemarrhenaAsphodeloides": "L'Anemarrhena asphodeloides, également connue sous le nom de \"Zhimu\", est une plante médicinale originaire de Chine, généralement trouvée dans les régions arides. Elle est utilisée en infusion pour ses propriétés hydratantes et anti-inflammatoires, notamment dans le traitement des problèmes respiratoires et digestifs.",
  "anethumGraveolens": "L'aneth (Anethum graveolens) est une plante herbacée originaire de la région méditerranéenne, souvent cultivée dans les jardins. Utilisé en infusion, son feuillage aromatique aide à la digestion et possède des propriétés antioxydantes.",
  "angelicaSinensis": "L'Angelica sinensis, également connue sous le nom de \"Dong Quai\", est une plante médicinale originaire de Chine, souvent cultivée dans les régions montagneuses. Utilisée en infusion, elle est principalement prisée pour ses propriétés bénéfiques sur le système hormonal et pour soulager divers troubles liés à la menstruation.",
  "pimpinellaAnisum": "Le Pimpinella anisum, communément appelé anis, est une plante herbacée de la famille des Apiacées, originaire de la Méditerranée et cultivée dans de nombreuses régions tempérées. Utilisée en infusion, ses graines aromatiques sont réputées pour leurs vertus digestives et apaisantes.",
  "arbutusUnedo": "L'arbousier (Arbutus unedo) est un arbre méditerranéen qui pousse souvent dans les sous-bois et les espaces ensoleillés. En infusion, ses feuilles sont utilisées pour leurs propriétés diurétiques et antiseptiques.",
  "artemisiaVulgaris": "L'Artemisia vulgaris, communément appelée armoise, est une plante herbacée vivace que l'on trouve fréquemment dans les régions tempérées, en particulier dans les zones sèches et ensoleillées. Utilisée en infusion, elle est réputée pour ses propriétés digestives et apaisantes, souvent employée pour soulager divers troubles gastro-intestinaux.",
  "cynaraScolymus": "Le Cynara scolymus, communément appelé artichaut, est une plante méditerranéenne que l'on trouve dans les régions tempérées. Utilisée en infusion, ses feuilles sont reconnues pour leurs propriétés digestives et détoxifiantes.",
  "asparagusOfficinalis": "L'asperge (Asparagus officinalis) est une plante vivace qui pousse dans les zones tempérées, souvent cultivée dans les jardins. En infusion, ses jeunes pousses et racines peuvent être utilisées pour leurs propriétés diurétiques et dépuratives.",
  "galiumOdoratum": "Le Galium odoratum, aussi connu sous le nom d'aspérule, est une plante vivace qui pousse dans les sous-bois et les prairies ombragées d'Europe. En infusion, elle est souvent utilisée pour ses propriétés calmantes et diurétiques.",
  "lavandulaLatifolia": "La Lavande à larges feuilles, ou Lavandula latifolia, est une plante méditerranéenne que l'on trouve principalement dans les régions sèches et ensoleillées d'Europe du Sud. Elle est souvent utilisée en infusion pour ses propriétés relaxantes et aromatiques, aidant à soulager le stress et favoriser le sommeil.",
  "astragalusMongholicus": "L'Astragalus mongholicus, également connu sous le nom d'astragale, est une plante médicinale originaire des régions montagneuses de la Mongolie et de la Chine. Utilisée en infusion, elle est réputée pour ses propriétés immunostimulantes et adaptogènes, favorisant ainsi la résistance de l'organisme face au stress et aux maladies.",
  "crataegusLaevigata": "Le Crataegus laevigata, communément appelé aubépine, est un arbuste ou un petit arbre qui pousse principalement dans les haies et les bosquets en Europe et en Asie. Utilisée en infusion, ses fleurs et ses feuilles sont reconnues pour leurs propriétés apaisantes et bénéfiques pour la santé cardiaque.",
  "inulaHelenium": "La grande aunée (Inula helenium) est une plante herbacée vivace originaire des régions tempérées d'Europe et d'Asie. Utilisée traditionnellement en infusion, elle est reconnue pour ses propriétés anti-inflammatoires et digestives.",
  "avenaSativa": "L'Avena sativa, appelée avoine, est une plante herbacée cultivée principalement dans les régions tempérées. Utilisée en infusion, elle est réputée pour ses propriétés apaisantes et revitalisantes, facilitant la digestion et contribuant à la santé nerveuse.",
  "ayapanaTriplinervis": "L'Ayapana triplinervis, aussi connue sous le nom d'Ayapana, est une plante originaire des régions tropicales d'Amérique du Sud, notamment le Brésil. Utilisée en infusion, elle est réputée pour ses propriétés anti-inflammatoires et antiseptiques, souvent employée dans la médecine traditionnelle pour soulager divers maux.",
  "illiciumVerum": "L'Illicium verum, communément appelé l'anis étoilé, est originaire des forêts tropicales d'Asie, notamment du Vietnam et de la Chine. Cette plante est principalement utilisée en infusion pour ses propriétés aromatiques et digestives, ainsi que comme épice en cuisine.",
  "ballotaNigra": "La Ballote noire, ou Ballota nigra, est une plante herbacée vivace que l'on trouve souvent dans les terrains vagues, les bords de chemins et les prairies. Utilisée en infusion, elle est reconnue pour ses propriétés sédatives et antispasmodiques, aidant à soulager l'anxiété et les troubles digestifs.",
  "balsamitaMajor": "Le Balsamite majeur, également connu sous le nom de \"balsamite\" ou \"menthe balsamique\", est une plante herbacée vivace originaire des régions méditerranéennes. Elle est souvent utilisée en infusion pour ses propriétés digestives et aromatiques, apportant une saveur légèrement mentholée.",
  "arctiumLappa": "L'Arctium lappa, ou bardane, est une plante herbacée vivace que l'on trouve souvent dans les zones humides et les terrains vagues. Elle est traditionnellement utilisée en infusion pour ses propriétés détoxifiantes et pour soutenir la santé de la peau.",
  "ocimumBasilicum": "L'Ocimum basilicum, communément appelé basilic, est une plante aromatique cultivée dans les jardins et les régions aux climats chauds. En infusion, ses feuilles sont utilisées pour leurs propriétés antioxydantes et anti-inflammatoires, souvent appréciées pour apaiser l'esprit et favoriser la digestion.",
  "geumUrbanum": "Le Geum urbanum, également connu sous le nom de benoîte urbaine ou benoîte commune, est une plante vivace qui pousse dans les sous-bois et les lieux ombragés d'Europe. Ses racines et feuilles sont souvent utilisées en infusion pour leurs propriétés astringentes et digestives.",
  "stachysOfficinalis": "Stachys officinalis, également connue sous le nom de bétoine officinale ou épiaire officinale, est une plante médicinale herbacée que l'on trouve dans les prairies et les zones boisées d'Europe et d'Asie. Cette plante est utilisée en infusion pour ses propriétés calmantes et anti-inflammatoires, souvent recommandée pour soulager les maux de gorge et favoriser la digestion.",
  "bidensPilosa": "Le Bidens pilosa, aussi connu sous le nom de bident poilu, est une plante herbacée annuelle que l'on trouve dans les régions tropicales et subtropicales du monde. Elle est souvent utilisée en infusion pour ses propriétés anti-inflammatoires et antioxydantes.",
  "citrusAurantium": "Citrus aurantium, communément connu sous le nom d'orange amère, est un arbre fruitier originaire d'Asie, souvent cultivé dans les régions tempérées. Ses fleurs et l'écorce des fruits sont utilisées en infusion pour leurs propriétés apaisantes et digestives.",
  "persicariaBistorta": "Le Persicaria bistorta, également connu sous le nom de bistorte ou de renouée bistorte, est une plante herbacée vivace que l'on trouve dans les prairies humides et les zones alpines d'Europe et d'Asie. Utilisée en infusion, elle est traditionnellement reconnue pour ses propriétés astringentes et digestives.",
  "centaureaCyanus": "Le bleuet, ou Centaurea cyanus, est une plante herbacée vivace, typiquement trouvée dans les champs et les prairies en Europe. Ses fleurs bleues sont utilisées en infusion pour leurs propriétés apaisantes et anti-inflammatoires, notamment pour soulager les irritations oculaires.",
  "boerhaviaDiffusa": "Boerhavia diffusa, parfois appelé Punarnava est une plante herbacée originaire des régions tropicales et subtropicales de l'Inde et d'autres parties du monde. Elle est souvent utilisée en infusion pour ses propriétés diurétiques et anti-inflammatoires, contribuant à la détoxification du corps et à la santé rénale.",
  "peumusBoldus": "Le Peumus boldus, communément appelé boldo, est un arbre originaire du Chili, principalement trouvé dans les forêts sèches et semi-arides. Ses feuilles, riches en composés actifs, sont utilisées en infusion pour leurs propriétés digestives et hépatoprotectrices.",
  "verbascumThapsus": "Le Verbascum thapsus, également connu sous le nom de molène bouillon-blanc, est une plante vivace qui pousse dans les terrains vagues et ensoleillés, souvent sur des sols perturbés. Utilisée en infusion, elle est traditionnellement appréciée pour ses propriétés apaisantes des voies respiratoires et antitussives.",
  "betulaPendula": "Le Bouleau blanc, ou Betula pendula, est un arbre commun des forêts d'Europe et d'Asie, reconnaissable à son écorce blanche et ses feuilles en forme de losange. En infusion, ses jeunes feuilles sont utilisées pour leurs propriétés diurétiques et détoxifiantes.",
  "frangulaAlnus": "Le Frangula alnus, également connu sous le nom de bourdaine, est un arbuste généralement trouvé dans les zones humides et les forêts d'Europe et d'Asie. Ses écorces et écorces peuvent être utilisées en infusion comme laxatif naturel, grâce à leurs propriétés stimulantes sur le système digestif.",
  "boragoOfficinalis": "La bourrache (Borago officinalis) est une plante herbacée originaire d'Europe et d'Asie, souvent cultivée dans les jardins. Ses feuilles et fleurs sont utilisées en infusion pour leurs propriétés apaisantes et anti-inflammatoires.",
  "capsellaBursaPastoris": "La Capsella bursa-pastoris, communément appelée bourse-à-pasteur, est une plante sauvage qui pousse dans les champs et les friches en Europe et en Asie. Elle est utilisée en infusion pour ses propriétés diurétiques et hémostatiques, notamment pour soulager les saignements et favoriser la digestion.",
  "prunellaVulgaris": "Prunella vulgaris, également connue sous le nom de brunelle commune, est une plante herbacée vivace qui pousse dans les prairies et les bords de chemins en Europe et en Asie. Utilisée en infusion, elle est prisée pour ses propriétés anti-inflammatoires et bénéfiques en cas de maux de gorge et d'autres affections respiratoires.",
  "ericaCinerea": "L'Erica cinerea, également connue sous le nom de bruyère cendrée, est une plante vivace que l'on trouve principalement dans les landes et les sous-bois des régions européennes. Elle est souvent utilisée en infusion pour ses propriétés diurétiques et apaisantes.",
  "agathosmaBetulina": "L'Agathosma betulina, communément appelée \"buchu\", est une plante originaire d'Afrique du Sud, principalement trouvée dans les régions montagneuses. Elle est traditionnellement utilisée en infusion pour ses propriétés diurétiques et antiseptiques.",
  "ononisSpinosa": "Ononis spinosa, également connue sous le nom de \"bugrane épineuse\", est une plante vivace qui pousse principalement dans les régions ensoleillées et sèches d'Europe et d'Asie. Utilisée en infusion, elle est réputée pour ses propriétés diurétiques et anti-inflammatoires, favorisant ainsi la santé urinaire.",
  "arctostaphylosUvaUrsi": "L'Arctostaphylos uva-ursi, communément appelée Busserole ou Raisin d'ours, est une plante de la famille des Ericaceae qui pousse principalement dans les régions nordiques et montagneuses. Utilisée en infusion, elle est souvent employée pour soutenir la santé urinaire et soulager les infections des voies urinaires.",
  "juniperusOxycedrus": "Le genévrier oxycèdre (Juniperus oxycedrus), parfois appelé genévrier cade est un arbuste méditerranéen qui pousse dans des sols arides et rocheux. Son infusion est utilisée en médecine traditionnelle pour ses propriétés antiseptiques et diurétiques.",
  "callunaVulgaris": "Calluna vulgaris, communément appelée bruyère ou callune, est une plante herbacée retrouvée principalement dans les landes et les terrains acides d'Europe et d'Asie. Elle est souvent utilisée en infusion pour ses propriétés anti-inflammatoires et relaxantes.",
  "tanacetumParthenium": "Le Tanacetum parthenium, communément appelé grande camomille, est une plante vivace originaire d'Europe et d'Asie. Utilisée en infusion, elle est réputée pour soulager les maux de tête et les troubles digestifs.",
  "chamaemelumNobile": "Le Chamaemelum nobile, communément appelé camomille romaine, est une plante vivace originaire d'Europe, souvent cultivée pour ses fleurs parfumées. Utilisée en infusion, elle est appréciée pour ses propriétés apaisantes et digestives.",
  "cinnamomumVerum": "Cinnamomum verum, également connu sous le nom de cannelle de Ceylan, est un arbre originaire du Sri Lanka et de l'Inde. Ses écorces parfumées sont largement utilisées en infusion pour leurs propriétés antioxydantes et anti-inflammatoires, ainsi que pour ajouter une saveur chaude et épicée aux boissons.",
  "tropaeolumMajus": "Le Tropaeolum majus, communément appelé capucine, est une plante vivace originaire d'Amérique du Sud. Cette plante est souvent utilisée en infusion pour ses propriétés antiseptiques et antioxydantes, ainsi que pour stimuler l'appétit.",
  "eletariaCardamomum": "L'Elettaria cardamomum, communément appelée cardamome, est une plante méditerranéenne qui pousse dans les forêts tropicales de l'Inde et du Sri Lanka. Ses graines aromatiques sont souvent utilisées en infusion pour leurs propriétés digestives et énergisantes.",
  "justiciaPectoralis": "La Justicia pectoralis est une plante médicinale originaire des régions tropicales d'Amérique du Sud. Elle est souvent utilisée en infusion pour ses propriétés anti-inflammatoires et analgésiques, notamment pour soulager les problèmes respiratoires et les douleurs musculaires.",
  "ceratoniaSiliqua": "Ceratonia siliqua, communément appelée caroubier, est un arbre méditerranéen qui pousse principalement dans les régions arides et semi-arides. Ses gousses sont souvent utilisées en infusion pour leurs propriétés digestives et apaisantes.",
  "chondrusCrispus": "Le Chondrus crispus, communément appelé la goémon blanc, est une algue rouge qui se trouve le long des côtes rocheuses de l'Atlantique, notamment en Irlande et en Bretagne. Utilisée en infusion, elle est appréciée pour ses propriétés nutritives et son effet apaisant sur les troubles digestifs.",
  "carthamusTinctorius": "Le Carthame des teinturiers, ou Carthamus tinctorius, est une plante annuelle originaire des régions chaudes et tempérées du monde, notamment d'Asie et d'Afrique. Utilisé en infusion, il est prisé pour ses propriétés anti-inflammatoires et pour favoriser la circulation sanguine.",
  "carumCarvi": "Le Carum carvi, communément appelé cumin des prés, est une plante herbacée vivace qui pousse principalement dans les régions tempérées d'Europe et d'Asie. Ses graines aromatiques sont souvent utilisées en infusion pour favoriser la digestion et soulager les troubles gastro-intestinaux.",
  "frangulaPurshiana": "Le Rhamnus purshiana, également connu sous le nom de \"cascara sagrada\", est un arbuste originaire des régions côtières de l'Amérique du Nord. Utilisé en infusion, son écorce est traditionnellement employée pour ses propriétés laxatives et digestive.",
  "ribesNigrum": "Le Ribes nigrum, communément appelé cassis, est un arbuste originaire des régions tempérées d'Europe et d'Asie. Ses feuilles et ses baies sont souvent utilisées en infusion pour leurs propriétés antioxydantes et anti-inflammatoires.",
  "cecropiaObtusa": "Cecropia obtusa, également connue sous le nom de \"cécropia\", est une plante originaire des régions tropicales d'Amérique centrale et d'Amérique du Sud. Utilisée en infusion, ses feuilles sont reconnues pour leurs propriétés apaisantes et peuvent aider à soulager l'anxiété et favoriser le sommeil.",
  "centauriumErythraea": "La petite centaurée commune (Centaurium erythraea) est une plante herbacée qui pousse dans les prairies et les lieux humides d'Europe et d'Asie. Utilisée en infusion, elle est réputée pour ses propriétés digestives et pour stimuler l'appétit.",
  "silybumMarianum": "Le Silybum marianum, communément appelé Chardon-Marie, est une plante originaire de la région méditerranéenne. Utilisée en infusion, elle est principalement reconnue pour ses propriétés hépatoprotectrices et son soutien à la santé du foie.",
  "chelidoniumMajus": "La Chélidoine (Chelidonium majus), également connue sous le nom de chélidoine commune, est une plante herbacée qui pousse dans les lieux ombragés et humides, souvent près des habitations. Utilisée en infusion, elle est réputée pour ses propriétés antiseptiques et anti-inflammatoires, notamment dans le traitement des troubles hépatiques et biliaires.",
  "quercusRobur": "Le Quercus robur, plus communément appelé chêne pédonculé, est un arbre feuillu originaire des forêts d'Europe et d'Asie. Ses écorces et ses feuilles sont traditionnellement utilisées en infusion pour leurs propriétés astringentes et anti-inflammatoires.",
  "chenopodiumAmbrosioides": "Le Chenopodium ambrosioides, communément appelé « Thé du Mexique », « Dysphania ambrosioides » ou « Chénopode fausse-ambroisie », est une plante herbacée qui pousse généralement dans les zones humides et les terrains vagues en Amérique du Sud et en Amérique centrale. Utilisée en infusion, elle est réputée pour ses propriétés médicinales, notamment pour soulager les troubles digestifs et respiratoires.",
  "cichoriumIntybus": "Le Cichorium intybus, communément connu sous le nom de chicorée sauvage, est une plante vivace qui pousse dans les prairies, les bords de chemins et les terrains vagues. Utilisée en infusion, elle est réputée pour ses propriétés digestives et hépatiques.",
  "cynodonDactylon": "Le Cynodon dactylon, communément appelé \"chiendent pied-de-poule\", est une plante herbacée vivace que l'on trouve principalement dans les régions tropicales et subtropicales. Utilisée en infusion, elle est reconnue pour ses propriétés diurétiques et anti-inflammatoires.",
  "elytrigiaRepens": "Elymus repens, communément appelé le chiendent officinal, est une plante herbacée vivace que l'on trouve dans les prairies, les bords de chemins et les champs. Utilisée en infusion, elle est réputée pour ses propriétés diurétiques et pour apaiser les troubles urinaires.",
  "chrysanthellumIndicum": "Le Chrysanthellum indicum est une plante médicinale origininaire d'Afrique et d'Amérique du Sud, souvent cultivée dans des jardins et des milieux humides. Utilisée en infusion, elle est réputée pour ses propriétés hépatoprotectrices et anti-inflammatoires.",
  "cissusVerticillata": "Le Cissus verticillata, également connu sous le nom de liane molle, est une plante grimpante tropicale que l'on trouve dans les régions humides d'Afrique et d'Asie. Utilisée en infusion, elle est réputée pour ses propriétés antioxydantes et anti-inflammatoires, souvent prisée dans les médecines traditionnelles.",
  "cochleariaOfficinalis": "Cochlearia officinalis, communément appelée cochléaire officinale, est une plante vivace des zones côtières d'Europe et d'Asie. Elle est souvent utilisée en infusion pour ses propriétés antioxydantes et bénéfiques pour le système digestif, ainsi que pour sa richesse en vitamine C.",
  "codonopsisPilosulaSspTangshen": "Le Codonopsis pilosula, également connu sous le nom de ginseng du pauvre, est une plante vivace originaire des montagnes de Chine et de Mongolie. Utilisée en médecine traditionnelle, son infusion est réputée pour renforcer le système immunitaire et améliorer l'endurance.",
  "marsdeniaCondurango": "Marsdenia condurango, également connue sous le nom de condurango, est une plante grimpante originaire des forêts tropicales d'Amérique du Sud. Elle est traditionnellement utilisée en infusion pour ses propriétés digestives et comme tonique général.",
  "papaverRhoeas": "Papaver rhoeas, également connu sous le nom de coquelicot rouge, est une plante herbacée annuelle qui pousse dans les champs et les bords de route en Europe et en Asie. Utilisé en infusion, il est pris pour ses propriétés apaisantes et pour aider à soulager les troubles du sommeil et l'anxiété.",
  "coriandrumSativum": "Le Coriandrum sativum, communément appelé coriandre, est une plante herbacée annuelle originaire de la région méditerranéenne. Utilisée en cuisine comme en médecine, ses feuilles et ses graines sont réputées pour leurs propriétés digestives et anti-inflammatoires, et peuvent être préparées en infusion.",
  "cucurbitaPepo": "La Cucurbita pepo, communément appelée courge, est une plante herbacée annuelle originaire des Amériques. En infusion, ses graines sont utilisées pour leurs propriétés diurétiques et pour favoriser la santé de la prostate.",
  "crithmumMaritimum": "Le Crithmum maritimum, communément appelé \"criste marine\", est une plante vivace qui pousse principalement en milieu salin, le long des côtes rocheuses de l'Europe. Utilisée en infusion, elle est appréciée pour ses propriétés digestives et son goût rafraîchissant.",
  "curcumaDomestica": "Le curcuma longa, communément appelé curcuma, est une plante originaire d'Asie du Sud, particulièrement de l'Inde. Utilisé principalement en infusion pour ses propriétés anti-inflammatoires et antioxydantes, il est également prisé pour sa capacité à favoriser la digestion.",
  "cyathulaOfficinalis": "Cyathula officinalis est une plante médicinale originaire d'Asie de l'Est, souvent trouvée dans des zones humides et des champs. Utilisée en infusion, elle est traditionnellement employée pour ses propriétés anti-inflammatoires et pour favoriser la santé digestive.",
  "cupressusSempervirens": "Le cyprès de Provence (Cupressus sempervirens) est un arbre originaire de la région méditerranéenne, souvent utilisé dans les jardins et les paysages. En infusion, son feuillage est traditionnellement utilisé pour ses propriétés diurétiques et pour le soutien du système circulatoire.",
  "dioscoreaNipponica": "Dioscorea nipponica est une plante tubéreuse originaire d'Asie orientale, principalement du Japon et de la Chine. Utilisée en infusion, elle est réputée pour ses propriétés médicinales, notamment pour renforcer le système immunitaire et améliorer la digestion.",
  "droseraRotundifolia": "La Drosera rotundifolia, ou rossolis à feuilles rondes, est une plante carnivore que l'on trouve principalement dans les zones humides et les tourbières d'Europe et d'Amérique du Nord. Utilisée en infusion, elle est réputée pour ses propriétés expectorantes et est souvent employée dans le traitement des affections respiratoires.",
  "drynariaFortunei": "Drynaria fortunei est une fougère épiphyte originaire des régions tropicales de l'Asie. Utilisée en infusion, elle est prisée en médecine traditionnelle pour ses propriétés anti-inflammatoires et antioxydantes.",
  "echinaceaAngustifolia": "L'Echinacea angustifolia est une plante vivace originaire des prairies nord-américaines. Utilisée en infusion, elle est réputée pour stimuler le système immunitaire et prévenir les infections.",
  "eleutherococcusSenticosus": "L'Eleutherococcus senticosus, également connu sous le nom de ginseng sibérien ou éleuthérocoque, est une plante médicinale originaire de Sibérie et des régions voisines de l'Asie. Elle est utilisée en infusion pour ses propriétés adaptogènes, aidant à améliorer la résistance au stress et à renforcer le système immunitaire.",
  "berberisVulgaris": "La Berberis vulgaris, connue sous le nom d'épine vinette, est un arbuste épineux que l'on trouve souvent dans les haies et les terrains rocheux d'Europe et d'Asie. Utilisée en infusion, ses feuilles et ses racines sont réputées pour leurs propriétés digestives et bénéfiques pour le foie.",
  "sisymbriumOfficinale": "Le Sisymbrium officinal est une plante herbacée que l'on trouve dans les terrains vagues et les prairies d'Europe et d'Asie. Traditionnellement utilisée en infusion, elle est réputée pour ses propriétés diurétiques et dépuratifs.",
  "eschscholtziaCalifornica": "L'Eschscholzia californica, communément appelée pavot de Californie, est une plante vivace originaire des régions désertiques d'Amérique du Nord. Utilisée en infusion, elle est réputée pour ses propriétés sédatives et relaxantes, souvent employée pour soulager l'anxiété et favoriser le sommeil.",
  "eucalyptusGlobulus": "L'eucalyptus globulus, aussi connu sous le nom d'eucalyptus bleu, est un arbre originaire d'Australie et de Tasmanie, qui préfère les climats chauds et humides. En infusion, ses feuilles sont utilisées pour leurs propriétés expectorantes et antiseptiques, notamment en cas de troubles respiratoires.",
  "foeniculumVulgare": "Foeniculum vulgare, communément appelé fenouil, est une plante herbacée vivace originaire du bassin méditerranéen. Utilisée en infusion pour ses propriétés digestives et apaisantes, elle est appréciée pour son arôme anisé et ses bienfaits sur le système gastro-intestinal.",
  "trigonellaFoenumGraecum": "Le fenugrec (Trigonella foenum-graecum) est une plante herbacée annuelle originaire des régions méditerranéennes et d'Asie. Utilisée en infusion, elle est réputée pour ses propriétés digestives et antioxydantes, ainsi que pour soutenir le lactation chez les femmes allaitantes.",
  "ficusCarica": "Le Ficus carica, communément appelé figuier commun, est un arbre fruitier originaire de la Méditerranée. Ses feuilles et fruits sont utilisés en infusion pour leurs propriétés apaisantes et digestives.",
  "forsythiaSuspensa": "Le Forsythia suspensa, communément appelé \"forsythia pleureur\", est un arbuste originaire d'Asie, notamment de Chine et de Corée. Utilisé en infusion, il possède des propriétés anti-inflammatoires et est souvent utilisé en médecine traditionnelle pour traiter les infections et favoriser la santé respiratoire.",
  "fragariaVesca": "Fragaria vesca, communément appelé fraisier des bois, est une plante vivace qui pousse dans les sous-bois et les prairies humides en Europe et en Asie. Ses feuilles et ses fruits sont souvent utilisés en infusion pour leurs propriétés antioxydantes et apaisantes.",
  "rubusIdaeus": "Le Rubus idaeus, communément appelé framboisier, est un arbuste originaire d'Eurasie, souvent cultivé dans les jardins pour ses fruits. En infusion, ses feuilles sont utilisées pour leurs propriétés astringentes et apaisantes, aidant notamment à soulager les troubles menstruels.",
  "fraxinusOrnus": "Le Fraxinus ornus, communément appelé frêne à fleurs, est un arbre originaire des régions méditerranéennes. Ses fleurs et écorces sont souvent utilisées en infusion pour leurs propriétés diurétiques et anti-inflammatoires.",
  "fucusSerratus": "Le Fucus serratus est une algue brune que l'on trouve principalement sur les côtes rocheuses de l'Atlantique Nord et de la mer Méditerranée. Utilisée en infusion, elle est réputée pour ses propriétés iodées et est souvent employée pour soutenir la fonction thyroïdienne.",
  "fumariaOfficinalis": "La fumeterre officinale (Fumaria officinalis) est une plante herbacée vivace que l'on trouve dans les friches, les bords de chemins et les sols riches en azote. Elle est utilisée en infusion pour ses propriétés amères, favorisant la digestion et soutenant la détoxification du foie.",
  "alpiniaOfficinarum": "L'Alpinia officinarum, communément appelée \"petit galanga\", est une plante tropicale originaire des régions d'Asie du Sud-Est. Utilisée en infusion, elle est prisée pour ses propriétés digestives et anti-inflammatoires.",
  "galegaOfficinalis": "La galéga officinale est une plante herbacée vivace qui pousse dans les zones humides et les prairies. Utilisée en infusion, elle est traditionnellement reconnue pour ses propriétés diurétiques et pour aider à réguler la glycémie.",
  "gastrodiaElata": "Gastrodia elata est une plante orchidée souterraine, principalement trouvée en Asie de l'Est, notamment en Corée, en Chine et au Japon. Utilisée en médecine traditionnelle, elle est réputée pour ses propriétés apaisantes et est souvent consommée en infusion pour améliorer la santé neurologique.",
  "gardeniaJasminoides": "La gardénia jasminoïdes, également connue sous le nom de Jasmin du Cap, est un arbuste à fleurs blanches originaire des régions tropicales et subtropicales d'Asie. En infusion, elle est traditionnellement utilisée pour ses propriétés apaisantes et anti-inflammatoires.",
  "vitexAgnusCastus": "Le Vitex agnus-castus, également connu sous le nom de gattilier, est un arbuste méditerranéen qui pousse dans des zones ensoleillées et sèches. Utilisé en infusion, il est réputé pour ses propriétés régulatrices sur le cycle hormonal et souvent employé pour soulager les troubles menstruels.",
  "juniperusCommunis": "Le genévrier commun (Juniperus communis) est un arbuste conifère qui se trouve dans les régions tempérées d'Europe, d'Asie et d'Amérique du Nord. En infusion, ses baies sont utilisées pour leurs propriétés diurétiques et antiseptiques, aidant notamment à soulager les troubles urinaires.",
  "gentianaLutea": "La Gentiane jaune (Gentiana lutea) est une plante vivace des montagnes européennes, préférant les terrains calcaires et ensoleillés. Elle est traditionnellement utilisée en infusion pour ses propriétés digestives et toniques.",
  "zingiberOfficinale": "Zingiber officinale, communément appelé gingembre, est une plante rhizomateuse originaire d'Asie tropicale. Il est largement utilisé en infusion pour ses propriétés digestives et ses effets anti-inflammatoires.",
  "ginkgoBiloba": "Le Ginkgo biloba est un arbre originaire de Chine qui peut atteindre jusqu'à 30 mètres de hauteur. Ses feuilles en forme d'éventail sont utilisées en infusion pour favoriser la circulation sanguine et améliorer les fonctions cognitives.",
  "panaxGinseng": "Panax ginseng, communément appelé ginseng, est une plante vivace originaire d'Asie, notamment de Corée et de Chine. Utilisée en infusion, ses racines sont populaires pour leurs propriétés adaptogènes et stimulantes, souvent recherchées pour améliorer l'énergie et la concentration.",
  "syzygiumAromaticum": "Le Syzygium aromaticum, communément appelé clou de girofle, est un arbre tropical originaire des îles Moluques en Indonésie. Il est principalement utilisé en infusion pour ses propriétés antiseptiques et analgésiques, ainsi que pour stimuler la digestion.",
  "globulariaAlypum": "La Globularia alypum, également connue sous le nom de globulaire buissonnante, est une plante vivace que l'on trouve principalement dans les régions méditerranéennes, souvent sur des terrains rocailleux ou en lisière de forêt. Ses feuilles et fleurs sont utilisées en infusion pour leurs propriétés anti-inflammatoires et digestives.",
  "punicaGranatum": "Le Punica granatum, communément appelé grenade, est un arbuste originaire de la région méditerranéenne et d'Asie. En infusion, ses écorces et feuilles sont utilisées pour leurs propriétés antioxydantes et anti-inflammatoires.",
  "grindeliaRobusta": "La Grindelia robusta, également connue sous le nom de \"grindélia\", est une plante vivace originaire de la côte ouest des États-Unis, principalement dans les zones côtières de Californie. Utilisée en infusion, elle est souvent employée pour ses propriétés anti-inflammatoires et expectorantes, notamment dans le traitement des affections respiratoires.",
  "althaeaOfficinalis": "L'Althaea officinalis, ou guimauve, est une plante vivace qui pousse dans les marais et le long des rivières, principalement en Europe et en Asie. Elle est souvent utilisée en infusion pour ses propriétés apaisantes et bénéfiques pour les voies respiratoires.",
  "hamamelisVirginiana": "L’hamamélis (Hamamelis virginiana) est un arbuste originaire d'Amérique du Nord, souvent trouvé dans les zones boisées et les bords de rivières. Ses feuilles et l'écorce sont utilisées en infusion pour leurs propriétés astringentes et apaisantes, souvent employées dans le traitement des irritations cutanées et des problèmes circulatoires.",
  "harpagophytumProcumbens": "L'Harpagophytum procumbens, également connu sous le nom de griffe du diable, est une plante originaire des savanes désertiques d'Afrique du Sud. Elle est principalement utilisée en infusion pour soulager les douleurs articulaires et favoriser le bien-être général.",
  "humulusLupulus": "L'Humulus lupulus, communément appelé houblon, est une plante grimpante appartenant à la famille des Cannabacées, souvent retrouvée dans les zones tempérées d'Europe et d'Amérique du Nord. Utilisé notamment dans la préparation de bières, il a également des propriétés sédatives et est utilisé en infusion pour favoriser le sommeil et réduire l'anxiété.",
  "ruscusAculeatus": "Le Ruscus aculeatus, communément appelé fragon petit-houx, est une plante vivace que l'on trouve dans les sous-bois et les haies d'Europe. Utilisée en infusion, elle est principalement reconnue pour ses propriétés diurétiques et son action bénéfique sur la circulation sanguine.",
  "hydrastisCanadensis": "L'Hydrastis canadensis, communément appelée Hydraste du Canada, est une plante vivace originaire des forêts humides de l'Est de l'Amérique du Nord. Elle est principalement utilisée en infusion pour ses propriétés antimicrobiennes et anti-inflammatoires, favorisant ainsi la santé digestive et les voies respiratoires.",
  "centellaAsiatica": "La Centella asiatica, également connue sous le nom de Gotu Kola ou herbe du tigre, est une plante herbacée originaire des zones humides d'Asie, notamment en Inde et en Asie du Sud-Est. Elle est largement utilisée en infusion pour ses propriétés bénéfiques sur la circulation sanguine et la cicatrisation, ainsi que pour ses effets relaxants et revigorants.",
  "hyptisAtrorubens": "L'Hyptis atrorubens est une plante aromatique de la famille des Lamiacées, originaire des régions tropicales d'Amérique. Utilisée en infusion, elle est souvent prisée pour ses propriétés digestives et antiseptiques.",
  "hyptisSuaveolens": "Hyptis suaveolens, également connue sous le nom d'hyptis odorante, est une plante aromatique originaire des régions tropicales d'Amérique. Utilisée en infusion, elle est prisée pour ses propriétés antioxydantes et anti-inflammatoires.",
  "hyssopusOfficinalis": "L'hysope (Hyssopus officinalis) est une plante vivace aromatique qui pousse principalement dans les régions méditerranéennes. Utilisée en infusion, elle est réputée pour ses propriétés antiseptiques et aide à soulager les troubles respiratoires.",
  "ziziphusJujuba": "Le jujubier (Ziziphus jujuba) est un arbuste ou petit arbre originaire d'Asie, notamment cultivé dans les régions chaudes. En infusion, ses feuilles et fruits sont utilisés pour leurs propriétés apaisantes et pour favoriser le sommeil.",
  "hibiscusSabdariffa": "L'Hibiscus sabdariffa, également connu sous le nom d'oseille de Guinée ou Roselle, est une plante tropicale originaire d'Afrique et d'Asie. Ses fleurs séchées sont souvent utilisées en infusion pour leurs propriétés antihypertensives et antioxydantes, ainsi que pour leur goût acidulé.",
  "ammiVisnaga": "L'Ammi visnaga, également appelé visnaga daucoides ou herbe-aux-cure-dents, est une plante aromatique vivace originaire des régions méditerranéennes. Elle est principalement utilisée en infusion pour ses propriétés antispasmodiques et diurétiques, favorisant ainsi la digestion et la santé urinaire.",
  "combretumMicranthum": "Le Combretum micranthum, également connu sous le nom de kinkéliba, est une plante médicinale tropicale qui pousse dans les zones boisées d'Afrique de l'Ouest. Utilisé en infusion, il est traditionnellement employé pour ses propriétés antioxydantes et pour soulager divers maux, notamment les troubles digestifs.",
  "lactucaVirosa": "Lactuca virosa, également connue sous le nom de laitue vireuse, est une plante vivace que l'on trouve dans les prairies et les bords de route en Europe et en Asie. Elle est traditionnellement utilisée en infusion pour ses propriétés sédatives et antispasmodiques.",
  "lamiumAlbum": "Le Lamium album, ou ortie blanche, est une plante vivace commune dans les zones humides et les sous-bois d'Europe. En infusion, ses feuilles sont utilisées traditionnellement pour leurs propriétés anti-inflammatoires et diurétiques.",
  "coixLacrymaJob": "Le Coix lacryma-jobi, communément appelé \"larmes de Job\", est une plante tropicale originaire d'Asie, souvent cultivée dans les zones humides. Ses graines sont utilisées en infusion pour leurs propriétés diurétiques et pour favoriser la digestion.",
  "laurusNobilis": "Le Laurus nobilis, communément appelé laurier noble, est un arbuste méditerranéen que l'on trouve dans les régions tempérées. Ses feuilles aromatiques sont souvent utilisées en infusion pour leurs propriétés digestives et anti-inflammatoires.",
  "cymbopogonCitratus": "Cymbopogon citratus, communément appelé citronnelle, est une plante herbacée originaire des régions tropicales d'Asie et d'Afrique. Utilisée en infusion, elle est appréciée pour ses propriétés digestives et son arôme citronné rafraîchissant.",
  "leonurusJaponicus": "Leonurus japonicus, également connu sous le nom d'agripaume du Japon, est une plante médicinale originaire d'Asie de l'Est. Elle est souvent utilisée en infusion pour ses propriétés apaisantes et régulatrices, notamment en cas de troubles menstruels et d'anxiété.",
  "cetrariaIslandica": "Cetraria islandica, communément appelée lichen d'Islande, est une plante médicinale qui pousse principalement dans les régions arctiques et subarctiques. Utilisée en infusion, elle est souvent prisée pour ses propriétés apaisantes sur les voies respiratoires et pour soutenir le système immunitaire.",
  "hederaHelix": "Hedera helix, communément appelée lierre grimpant, est une plante vivace et rampante que l'on trouve souvent dans les zones ombragées des forêts et sur les murs. Utilisée en infusion, elle est traditionnellement reconnue pour ses propriétés expectorantes et peut aider à soulager les problèmes respiratoires.",
  "glechomaHederacea": "Le Glechoma hederacea, communément appelé \"lierre terrestre\", est une plante herbacée vivace qui pousse dans les zones tempérées, souvent sous les arbres ou dans les prairies humides. En infusion, ses feuilles sont traditionnellement utilisées pour leurs propriétés anti-inflammatoires et pour soulager les affections respiratoires.",
  "linumUsitatissimum": "Le Lin (Linum usitatissimum) est une plante herbacée commune dans les régions tempérées, cultivée pour ses graines riches en acides gras oméga-3 et en mucilage. Utilisé en infusion, il favorise la digestion et aide à apaiser les irritations intestinales.",
  "ligusticumSinense": "Le Ligusticum sinense, communément appelé \"Gao Ben\", est une plante médicinale originaire d'Asie, notamment de la Chine. Elle est souvent utilisée en infusion pour ses propriétés bénéfiques sur la circulation sanguine et pour soulager les maux digestifs.",
  "levisticumOfficinale": "Le Levisticum officinale, communément appelé livèche, est une plante herbacée vivace originiaire des régions montagneuses d'Europe. Utilisée principalement en infusion pour ses propriétés digestives et anti-inflammatoires, ses feuilles aromatiques ajoutent également une saveur agréable à divers plats.",
  "lyciumBarbarum": "Le Lycium barbarum, également connu sous le nom de baies de goji, est un arbuste originaire des régions arides d'Asie, notamment de Chine et de Mongolie. Utilisé en infusion, ses baies sont réputées pour leurs propriétés antioxydantes et peuvent favoriser la santé oculaire et renforcer le système immunitaire.",
  "magnoliaOfficinalis": "Le Magnolia officinalis, ou magnolia médicinal, est un arbre originaire de Chine et des régions voisines, souvent cultivé pour ses fleurs et son écorce. En infusion, ses parties sont utilisées pour leurs propriétés relaxantes et sédatives, aidant à soulager le stress et l'anxiété.",
  "zeaMays": "Zea mays, communément appelé maïs, est une plante herbacée originaire d'Amérique centrale, principalement cultivée dans les régions tempérées et tropicales. En infusion, ses stigmates, appelés \"soie de maïs\", sont utilisés pour leurs propriétés diurétiques et anti-inflammatoires.",
  "origanumMajorana": "L'origan (Origanum majorana), également connu sous le nom de marjolaine douce, est une plante aromatique originaire des régions méditerranéennes. En infusion, ses feuilles sont utilisées pour leurs propriétés digestives et apaisantes, apportant une saveur douce et légèrement citronnée.",
  "aesculusHippocastanum": "L'Aesculus hippocastanum, également connu sous le nom de marronnier d'Inde, est un arbre originaire des Balkans, souvent cultivé dans les parcs et jardins. Ses graines sont utilisées en infusion pour soulager les problèmes circulatoires et réduire l'inflammation.",
  "marrubiumVulgare": "Le Marrubium vulgare, également connu sous le nom de marrube blanc, est une plante herbacée vivace qui pousse dans les régions tempérées d'Europe et d'Asie. Utilisée en infusion, elle est célèbre pour ses propriétés expectorantes et antiseptiques, notamment dans le traitement des affections respiratoires.",
  "ilexParaguariensis": "Ilex paraguariensis, communément appelée yerba mate, est un arbuste originaire des forêts subtropicales d'Amérique du Sud, notamment en Argentine, au Brésil et au Paraguay. Utilisée traditionnellement en infusion, ses feuilles sont riches en caféine et en antioxydants, favorisant la stimulation et la concentration.",
  "matricariaRecutita": "La Matricaria chamomilla, communément appelée camomille, est une plante herbacée que l'on trouve dans des habitats ensoleillés comme les champs et les bords de route. Elle est principalement utilisée en infusion pour ses propriétés apaisantes, aidant à soulager l'anxiété et les troubles digestifs.",
  "malvaSylvestris": "La Malva sylvestris, ou mauve sylvestre, est une plante herbacée qui pousse dans les prairies, les bords de chemins et les terrains vagues à travers l'Europe et l'Asie. Traditionnellement utilisée en infusion pour ses propriétés apaisantes et anti-inflammatoires, elle est aussi prisée pour ses effets bénéfiques sur les voies respiratoires.",
  "melilotusOfficinalis": "Le Mélilot (Melilotus officinalis) est une plante herbacée vivace, commune dans les prairies et les terrains vagues d'Europe et d'Asie. Utilisé en infusion, il est réputé pour ses propriétés antispasmodiques et veinotoniques, souvent employé pour soulager les troubles circulatoires.",
  "melissaOfficinalis": "La mélisse (Melissa officinalis) est une plante herbacée vivace originaire de l'Europe et des régions méditerranéennes, appréciée pour son parfum citronné. On l'utilise en infusion pour ses propriétés relaxantes et digestives, ainsi que pour apaiser le stress et l'anxiété.",
  "menthaXPiperita": "La menthe poivrée (Mentha × piperita) est une plante vivace originaire d'Europe et d'Asie, souvent cultivée dans les jardins. Utilisée en infusion, elle est appréciée pour ses propriétés digestives et apaisantes, ainsi que pour son goût frais et aromatique.",
  "menthaSpicata": "La Mentha spicata, également connue sous le nom de menthe verte ou menthe douce, est une plante herbacée qui pousse dans des sols humides et ensoleillés, souvent près des rivières et des jardins. Elle est couramment utilisée en infusion pour ses propriétés digestives et rafraîchissantes, ainsi que pour ses arômes agréables.",
  "menyanthesTrifoliata": "Le Menyanthes trifoliata, aussi connu sous le nom de trèfle d'eau, est une plante aquatique qui se trouve principalement dans les zones humides et les marais d'Europe et d'Amérique du Nord. En infusion, ses feuilles sont utilisées pour leurs propriétés médicinales, notamment pour améliorer la digestion et traiter les troubles gastro-intestinaux.",
  "achilleaMillefolium": "L'achillée millefeuille, ou Achillea millefolium, est une plante herbacée vivace que l'on trouve dans les prairies et bords de route en Europe et en Asie. Utilisée en infusion, elle est reconnue pour ses propriétés anti-inflammatoires et pour soulager les troubles digestifs et menstruels.",
  "hypericumPerforatum": "L'Hypericum perforatum, communément appelé millepertuis, est une plante vivace que l'on trouve souvent dans les prairies et les zones ensoleillées d'Europe et d'Amérique du Nord. Elle est principalement utilisée en infusion pour ses propriétés antidépresseurs et anti-inflammatoires.",
  "momordicaCharantia": "La Momordica charantia, également connue sous le nom de melon amer ou margose, est une plante grimpante tropicale originaire d'Asie et d'Afrique. Utilisée en infusion, elle est prisée pour ses propriétés bénéfiques sur la régulation de la glycémie et pour ses effets antioxydants.",
  "solanumNigrum": "Le Solanum nigrum, communément appelé \"morelle noire\", est une plante herbacée que l'on trouve souvent dans les jardins, les friches et les terrains vagues. Ses feuilles et ses baies, bien que parfois toxiques, sont traditionnellement utilisées en infusion pour leurs propriétés médicinales, notamment en tant qu'anti-inflammatoire et analgésique.",
  "ophiopogonJaponicus": "L'Ophiopogon japonicus, également connu sous le nom de muguet du Japon, est une plante vivace originaire d'Asie de l'Est, notamment du Japon et de la Chine. En médecine traditionnelle, elle est souvent utilisée en infusion pour ses propriétés apaisantes et tonifiantes, aidant à hydrater et à renforcer le système immunitaire.",
  "myrtusCommunis": "Le Myrtus communis, ou myrte, est un arbuste méditerranéen qui pousse principalement dans les zones chaudes et sèches. Utilisé en infusion, ses feuilles sont reconnues pour leurs propriétés antiseptiques et digestives.",
  "vacciniumMyrtillus": "Le Vaccinium myrtillus, communément appelé myrtilles ou airelles, est un petit arbuste qui pousse dans les forêts de conifères et les terrains acides d'Europe et d'Amérique du Nord. Sa feuille et ses baies sont souvent utilisées en infusion pour leurs propriétés antioxydantes et bénéfiques pour la santé oculaire.",
  "rhamnusCatharticus": "Rhamnus catharticus, également connu sous le nom de nerprun purgatif ou cathartique, est un arbuste qui pousse dans les haies et les lisières de forêts en Europe et en Asie. Utilisé en infusion, il est principalement connu pour ses propriétés laxatives et est souvent utilisé pour soulager la constipation.",
  "panaxPseudoginseng": "Le Panax pseudoginseng, est une plante médicinale originaire des régions montagneuses d'Asie. Utilisé en infusion, il est réputé pour ses propriétés adaptogènes et tonifiantes, favorisant le bien-être général et la vitalité.",
  "notopterygiumFranchetii": "Notopterygium franchetii est une plante médicinale qui pousse principalement en Chine et dans d'autres régions d'Asie de l'Est. Elle est traditionnellement utilisée en infusion pour ses propriétés anti-inflammatoires et pour soulager divers troubles, notamment liés à la circulation sanguine.",
  "juglansRegia": "Le Juglans regia, communément appelé noyer commun, est un arbre originaire d'Asie centrale et cultivé principalement pour ses noix. Ses feuilles et écorces sont souvent utilisées en infusion pour leurs propriétés astringentes et anti-inflammatoires.",
  "oleaEuropaea": "L'Olea europaea, communément appelé olivier, est un arbre typique des régions méditerranéennes, apprécié pour ses feuilles et ses fruits. En infusion, ses feuilles sont utilisées pour leurs propriétés antioxydantes et hypotensives.",
  "origanumVulgare": "L'origan (Origanum vulgare) est une plante aromatique commune dans les régions méditerranéennes. En infusion, ses feuilles sont utilisées pour leurs propriétés antiseptiques et antispasmodiques, favorisant la digestion et soulageant les infections respiratoires.",
  "orthosiphonStamineus": "L'Orthosiphon stamineus, également connu sous le nom de thé de Java, est une plante originaire d'Asie du Sud-Est. Elle est souvent utilisée en infusion pour ses propriétés diurétiques et pour soutenir la santé rénale.",
  "urticaDioca": "L'Urtica dioica, communément appelée ortie, est une plante vivace que l'on trouve souvent dans les lieux humides et ombragés, comme les bords de chemins et les sous-bois. En infusion, ses feuilles sont utilisées pour leurs propriétés diurétiques et anti-inflammatoires.",
  "parietariaOfficinalis": "La Pariétaire officinale est une plante herbacée qui pousse souvent dans des environnements urbains, comme les murs et les fissures. Elle est utilisée en infusion pour ses propriétés diurétiques et dépuratives, agissant sur les troubles urinaires et les allergies.",
  "passifloraIncarnata": "La Passiflore (Passiflora incarnata) est une plante grimpante originaire d'Amérique du Nord et d'Amérique centrale. Elle est principalement utilisée en infusion pour ses propriétés apaisantes et sédatives, souvent recommandée pour l'anxiété et les troubles du sommeil.",
  "paulliniaCupana": "La Paullinia cupana, communément appelée guarana, est une plante grimpante native de la forêt amazonienne, principalement trouvée au Brésil. Ses graines sont riches en caféine et sont souvent utilisées en infusion pour leurs propriétés stimulantes et énergisantes.",
  "pelargoniumSidoides": "Le Pelargonium sidoides, également connu sous le nom de Pélargonium du Cap, est une plante originaire d'Afrique du Sud. Utilisé principalement en infusion, il est réputé pour ses propriétés antiseptiques et immunomodulatrices, souvent conseillé pour apaiser les infections des voies respiratoires.",
  "violaArvensis": "La Viola arvensis, ou violette des champs, est une plante sauvage que l'on trouve dans les prairies et les terrains vagues d'Europe et d'Asie. En infusion, elle est utilisée pour ses propriétés anti-inflammatoires et apaisantes, aidant à soulager les affections respiratoires et à soutenir le système immunitaire.",
  "peperomiaPellucida": "La Peperomia pellucida est une plante herbacée tropicale qui se trouve souvent dans les zones humides et ombragées d'Amérique centrale et du Sud. Utilisée en infusion, elle est réputée pour ses propriétés anti-inflammatoires et analgésiques.",
  "petroselinumCrispum": "Le Petroselinum crispum, connu sous le nom de persil frisé, est une plante herbacée qui pousse souvent dans les jardins et les potagers. En infusion, il est utilisé pour ses propriétés digestive et diurétique, tout en apportant une saveur fraîche.",
  "petiveriaAlliacea": "La Petiveria alliacea est une plante médicinale originaire des régions tropicales d'Amérique du Sud et d'Amérique centrale. Elle est souvent utilisée en infusion pour ses propriétés anti-inflammatoires et digestives, ainsi que pour renforcer le système immunitaire.",
  "phyllanthusAmarus": "Phyllanthus amarus est une plante herbacée tropicale originaire d'Amérique du Sud et d'Asie. Elle est traditionnellement utilisée en infusion pour ses propriétés diurétiques et pour soutenir la santé du foie et des voies urinaires.",
  "antennariaDioica": "L'Antennaria dioica, également connue sous le nom de pied de chat dioïque, est une plante vivace qui pousse généralement dans les prairies, les pâturages et les terrains rocheux d'Europe et d'Amérique du Nord. Elle est utilisée en infusion pour ses propriétés anti-inflammatoires et diurétiques, souvent employée pour soulager les troubles urinaires et les inflammations.",
  "hieraciumPilosella": "Hieracium pilosella, communément appelé \"piloselle\", est une plante herbacée vivace que l'on trouve dans les prairies sèches et les terrains rocailleux de l'Europe. Elle est traditionnellement utilisée en infusion pour ses propriétés diurétiques et pour apaiser les affections respiratoires.",
  "pinusSylvestris": "Le Pin sylvestre, ou Pinus sylvestris, est un arbre conifère commun dans les forêts d'Europe et d'Asie, apprécié pour son bois. En infusion, ses aiguilles sont utilisées pour leurs propriétés antiseptiques et leur richesse en vitamine C.",
  "taraxacumOfficinale": "Le Taraxacum officinale, communément appelé pissenlit, est une plante herbacée vivace que l'on trouve dans les prairies, les jardins et le long des chemins. Utilisée en infusion, ses feuilles et racines sont réputées pour leurs propriétés diurétiques et dépuratives, favorisant ainsi la digestion et la santé du foie.",
  "paeoniaOfficinalis": "Paeonia officinalis, également connue sous le nom de pivoine médicinale, est une plante vivace originaire des régions tempérées d'Europe et d'Asie. Elle est utilisée en infusion pour ses propriétés apaisantes et anti-inflammatoires, souvent associée au traitement du stress et des troubles émotionnels.",
  "plantagoMajor": "Le Plantago major, ou grand plantain, est une plante herbacée vivace que l'on trouve couramment dans les prairies et les chemins à travers l'Europe et l'Asie. Utilisé en infusion, il est reconnu pour ses propriétés anti-inflammatoires et apaisantes, notamment en cas de toux ou d'irritations respiratoires.",
  "platycodonGrandiflorum": "Le Platycodon grandiflorum est une plante herbacée vivace originaire des régions asiatiques, notamment de la Chine et de la Corée. Utilisée en phytothérapie, ses racines sont souvent préparées en infusion pour leurs propriétés expectorantes et anti-inflammatoires.",
  "plectranthusAmboinicus": "Le Plectranthus amboinicus, aussi appelé gros thym ou menthe indienne, est une plante origininaire des régions tropicales et subtropicales. Elle est souvent utilisée en infusion pour ses propriétés antimicrobiennes et anti-inflammatoires, ainsi que pour soulager les troubles digestifs.",
  "piperLongum": "Piper longum, également connu sous le nom de poivrier long, est une plante grimpante originaire des forêts tropicales d'Asie du Sud et de l'Est. Utilisée en médecine traditionnelle, elle est reconnue pour ses propriétés stimulantes et tonifiantes, souvent consommée en infusion pour soulager les problèmes respiratoires et digestive.",
  "polygalaPaniculata": "La Polygala paniculata est une plante herbacée que l'on trouve souvent dans les zones humides et les prairies en Amérique du Nord. Elle est utilisée en infusion pour ses propriétés médicinales, notamment comme anti-inflammatoire et pour soulager les troubles respiratoires.",
  "polygalaSenega": "La Polygala senega, également connue sous le nom de \"polygale de Virginie\", est une plante vivace originant des prairies et des forêts des États-Unis et du Canada. Elle est traditionnellement utilisée en infusion pour ses propriétés expectorantes et anti-inflammatoires, aidant à soulager les symptômes respiratoires.",
  "malusSylvestris": "Le Malus sylvestris, communément appelé pommier sauvage, est un arbre fruitier qui pousse dans les zones boisées et les prairies d'Europe et d'Asie. Ses feuilles et fleurs peuvent être utilisées en infusion pour leurs propriétés apaisantes et digestives.",
  "wolfiporiaExtensa": "Wolfiporia extensa, également connue sous le nom de \"pachyme\" ou fuling en pharmacopée traditionnelle chinoise, est un champignon mycélien qui pousse principalement sur les racines de conifères. Utilisé en infusion, il est réputé pour ses propriétés diurétiques et tonifiantes, favorisant la santé des reins et aidant à équilibrer l'énergie du corps.",
  "potentillaErecta": "La Potentille dressée (Potentilla erecta) est une plante vivace qui pousse dans les prairies, les pelouses et les sols secs d'Europe et d'Asie. Utilisée en infusion, elle est appréciée pour ses propriétés astringentes et anti-inflammatoires, souvent employée pour soulager des troubles gastro-intestinaux.",
  "equisetumArvense": "L'Equisetum arvense, communément appelé prêle des champs, est une plante herbacée vivace que l'on trouve dans les milieux humides et les prairies. Elle est principalement utilisée en infusion pour ses propriétés diurétiques et reminéralisantes.",
  "primulaVeris": "La Primula veris, ou primevère officinale, est une plante herbacée de la famille des Primulacées que l'on trouve principalement dans les prairies et les sous-bois en Europe. Elle est utilisée en infusion pour ses propriétés expectorantes et apaisantes, notamment en cas de toux et de bronchite.",
  "psidiumGuajava": "Le Psidium guajava, communément appelé goyavier, est un arbre tropical originaire d'Amérique centrale et du Sud. En infusion, ses feuilles sont souvent utilisées pour leurs propriétés digestives et antioxydantes.",
  "puerariaLobata": "Le Pueraria lobata, communément appelé kudzu, est une plante grimpante originaire d'Asie, notamment de Chine et du Japon. Utilisée en infusion, elle est réputée pour ses propriétés antioxydantes et son aide à la gestion de l'alcoolisme ainsi qu'à soulager les symptômes de la ménopause.",
  "anacyclusPyrethrum": "L'Anacyclus pyrethrum, également connu sous le nom de Pyrèthre, est une plante herbacée vivace originaire des régions méditerranéennes. Elle est principalement utilisée en infusion pour ses propriétés analgésiques et anti-inflammatoires, notamment pour soulager les douleurs dentaires et les maux de tête.",
  "cinchonaPubescens": "La Cinchona pubescens, également connue sous le nom de quinquina rouge, est un arbre originaire des régions tropicales d'Amérique du Sud. Utilisée principalement pour ses propriétés antipaludiques, son écorce riche en quinine est souvent infusée pour traiter les fièvres.",
  "krameriaTriandra": "Krameria triandra, communément connue sous le nom de \"ratanhia\", est une plante originaire des régions arides d'Amérique du Sud. Utilisée principalement pour ses propriétés astringentes, elle est souvent employée en infusion pour soulager des problèmes digestifs et favoriser la santé bucco-dentaire.",
  "glycyrrhizaGlabra": "La réglisse (Glycyrrhiza glabra) est une plante herbacée vivace originaire des régions tempérées d'Europe et d'Asie, souvent cultivée pour ses racines sucrées. Utilisée en infusion, elle est reconnue pour ses propriétés apaisantes et anti-inflammatoires, ainsi que pour soutenir la digestion.",
  "rehmanniaGlutinosa": "Rehmannia glutinosa, également connue sous le nom de digitale chinoise, est une plante médicinale originaire de Chine, souvent cultivée dans les régions montagneuses. Elle est principalement utilisée en infusion dans la médecine traditionnelle chinoise pour ses propriétés tonifiantes, notamment pour soutenir les reins et améliorer la vitalité.",
  "filipendulaUlmaria": "La Filipendula ulmaria, communément appelée reine-des-prés, est une plante vivace que l'on trouve souvent dans les zones humides et les prairies des régions tempérées d'Europe et d'Asie. Traditionnellement utilisée pour ses propriétés anti-inflammatoires et antispasmodiques, elle est préparée en infusion pour soulager les douleurs et les troubles digestifs.",
  "polygonumAviculare": "Le Polygonum aviculare, communément appelé renouée des oiseaux, est une plante vivace que l'on retrouve souvent dans les prairies et les sols perturbés dans toute l'Europe et l'Asie. Utilisée en infusion, elle est réputée pour ses propriétés diurétiques et anti-inflammatoires.",
  "rheumOfficinale": "Rheum officinale, communément appelé rhubarbe médicinale, est une plante originaire des régions montagneuses d'Asie, notamment en Chine. Utilisée en infusion pour ses propriétés laxatives et digestive, elle est également prisée en médecine traditionnelle pour traiter divers troubles gastro-intestinaux.",
  "rosmarinusOfficinalis": "Le romarin (Rosmarinus officinalis) est un arbuste aromatique méditerranéen, apprécié pour ses feuilles persistantes et son parfum distinctif. En infusion, il est utilisé pour ses propriétés antioxydantes et digestives, favorisant la concentration et la mémoire.",
  "alceaRosae": "L'Alcea rosea, communément appelée rose trémière, est une plante vivace originaire des régions méditerranéennes et largement cultivée dans les jardins. Utilisée en infusion, ses fleurs peuvent apaiser les irritations des voies respiratoires et favoriser le bien-être général.",
  "rosaDamascena": "Rosa damascena, également connue sous le nom de rosier de Damas, est une plante aromatique originaire des régions du Moyen-Orient et de la Méditerranée. Ses pétales sont souvent utilisés en infusion pour leurs propriétés apaisantes et leur parfum délicat.",
  "crocusSativus": "Crocus sativus, communément appelé safran, est une plante vivace qui pousse principalement dans les régions méditerranéennes et en Asie. Utilisé en infusion, le safran est apprécié pour ses propriétés antioxydantes et ses effets bénéfiques sur l’humeur.",
  "lythrumSalicaria": "Le Lythrum salicaria, communément appelé salicaire, est une plante herbacée aquatique que l'on trouve souvent dans les zones humides, les bords de rivières et les prairies. Utilisée en infusion, elle est réputée pour ses propriétés astringentes et peut aider à soulager les troubles digestifs et les inflammations.",
  "smilaxSarsaparilla": "La Smilax ornata, communément appelée salsepareille, est une plante grimpante originaire des régions tropicales et subtropicales d'Amérique. Utilisée en infusion, elle est traditionnellement appréciée pour ses propriétés détoxifiantes et anti-inflammatoires.",
  "sanguisorbaOfficinalis": "La Sanguisorba officinalis, également connue sous le nom de grande pimprenelle, est une plante herbacée qui pousse dans les prairies humides et les bords de rivières en Europe et en Asie. Elle est utilisée en infusion pour ses propriétés astringentes et anti-inflammatoires, notamment pour soulager les troubles digestifs et les saignements légers.",
  "santolinaChamaecyparissus": "La Santolina chamaecyparissus, également connue sous le nom de santoline à feuilles de cyprès, est une plante aromatique originaire des régions méditerranéennes. Utilisée en infusion pour ses propriétés digestives et antiseptiques, elle préfère les sols bien drainés et ensoleillés.",
  "saponariaOfficinalis": "Saponaria officinalis, également connue sous le nom de saponaire, est une plante herbacée originaires des régions d'Europe et d'Asie. Utilisée en infusion, elle est reconnue pour ses propriétés émollientes et anti-inflammatoires, notamment pour apaiser les irritations cutanées et les troubles respiratoires.",
  "saturejaHortensis": "La satureja hortensis, ou sarriette, est une plante aromatique originaire des régions méditerranéennes. Elle est couramment utilisée en infusion pour ses propriétés digestives et carminatives.",
  "salviaOfficinalis": "La Salvia officinalis, communément appelée sauge, est une plante vivace originaire du bassin méditerranéen. Elle est utilisée en infusion pour ses propriétés digestives et anti-inflammatoires.",
  "salixAlba": "Le Salix alba, ou saule blanc, est un arbre que l'on trouve le long des rivières et des milieux humides en Europe et en Asie. Il est utilisé en infusion pour ses propriétés anti-inflammatoires et analgésiques, grâce à la présence de salicine, un composé similaire à l'aspirine.",
  "schisandraChinensis": "Schisandra chinensis, également connue sous le nom de baies de cinq saveurs, est une plante grimpante originaire des forêts de la Chine et de la Russie. Utilisée en médecine traditionnelle pour ses propriétés adaptogènes et revitalisantes, ses baies sont souvent infusées pour stimuler l'énergie et renforcer le système immunitaire.",
  "scopariaDulcis": "Scoparia dulcis, également connue sous le nom de \"balai doux\", est une plante herbacée originaire des régions tropicales et subtropicales, notamment en Amérique centrale et en Asie. Elle est souvent utilisée en infusion pour ses propriétés médicinales, notamment pour apaiser les troubles gastro-intestinaux et favoriser la digestion.",
  "scrophulariaNodosa": "Scrophularia nodosa, communément appelée « scrofulaire noueuse », est une plante herbacée que l'on trouve dans les zones humides et les prairies d'Europe et d'Asie. Ses feuilles et fleurs sont traditionnellement utilisées en infusion pour leurs propriétés expectorantes et anti-inflammatoires.",
  "scutellariaBaicalensis": "La Scutellaria baicalensis, également connue sous le nom de scutellaire du Baïkal, est une plante médicinale originaire de Sibérie et de certaines parties de la Chine. Utilisée en infusion, elle est réputée pour ses propriétés anti-inflammatoires et antioxydantes, et est souvent employée dans la médecine traditionnelle asiatique pour traiter divers troubles.",
  "cassiaAngustifolia": "La Cassia angustifolia, également connue sous le nom de séné, est une plante originaire d'Afrique et de l'Inde, poussant dans des régions chaudes et ensoleillées. Elle est principalement utilisée en infusion pour ses propriétés laxatives, aidant à soulager la constipation.",
  "solidagoVirgaurea": "La Solidago virgaurea, communément appelée la verge d'or, est une plante vivace que l'on trouve généralement dans les prairies, les bords de chemins et les zones boisées d'Europe et d'Asie. Elle est utilisée en infusion pour ses propriétés diurétiques et anti-inflammatoires, souvent dans le traitement des problèmes urinaires.",
  "sophoraJaponica": "La Sophora japonica, également connue sous le nom de \"sophora du Japon\", est un arbre originaire d'Asie de l'Est, souvent cultivé pour son ombre et sa floraison décorative. En médecine traditionnelle, ses fleurs et ses bourgeons sont utilisés en infusion pour leurs propriétés anti-inflammatoires et antioxydantes.",
  "calendulaOfficinalis": "Le Calendula officinalis, communément appelé souci, est une plante herbacée originaire d'Europe et d'Asie, souvent cultivée dans les jardins. En infusion, ses fleurs sont utilisées pour leurs propriétés anti-inflammatoires et antiseptiques, aidant à apaiser les irritations cutanées et à soutenir le système immunitaire.",
  "sambucusNigra": "Le Sambucus nigra, communément appelé sureau noir, est un arbuste qui pousse dans les haies, les forêts et les zones humides d'Europe et d'Asie. Utilisé en infusion pour ses propriétés diurétiques et antivirales, ses fleurs et ses baies sont particulièrement prisées en phytothérapie.",
  "syzygiumCumini": "Syzygium cumini, également connu sous le nom de jamelonier, est un arbre tropical originaire de l'Inde et d'autres régions d'Asie du Sud-Est. Ses feuilles et ses graines sont souvent utilisées en infusion pour leurs propriétés médicinales, notamment pour réguler la glycémie et améliorer la digestion.",
  "tamarindusIndica": "Le tamarin (Tamarindus indica) est un arbre tropical originaire d'Afrique, largement cultivé en Asie et en Amérique du Sud. Son fruit, apprécié pour son goût acide, est utilisé en infusion pour ses propriétés digestives et antioxydantes.",
  "curcumaXanthorrhiza": "Le Curcuma xanthorrhiza, également connu sous le nom de \"curcuma de Java\", est une plante originaire d'Indonésie, notamment des îles de Java et de Sumatra. Utilisée en infusion, ses rhizomes sont réputés pour leurs propriétés anti-inflammatoires et antioxydantes, souvent employés dans la médecine traditionnelle pour soulager divers maux.",
  "terminaliaCatappa": "Terminalia catappa, communément appelé badamier, est un arbre originaire des régions côtières d'Asie et d'Australie. Ses feuilles et graines sont souvent utilisées en infusion pour leurs propriétés antioxydantes et anti-inflammatoires.",
  "camelliaSinensis": "La Camellia sinensis, souvent appelée théier, est un arbrisseau originaire d'Asie, principalement cultivé dans des régions chaudes et humides. Les feuilles de cette plante sont utilisées pour préparer différentes variétés de thé, connues pour leurs propriétés antioxydantes et leurs effets stimulants.",
  "thymusVulgaris": "Le Thymus vulgaris, communément appelé thym, est une plante méditerranéenne qui pousse sur des sols pauvres et ensoleillés. Utilisé en infusion, il est apprécié pour ses propriétés antiseptiques et digestives, ainsi que pour son arôme agréable.",
  "tiliaPlatyphyllos": "Le Tilleul à grandes feuilles (Tilia platyphyllos) est un arbre qui préfère les habitats tempérés et humides, souvent trouvé dans les forêts et les parcs. En infusion, ses fleurs sont largement utilisées pour leurs propriétés calmantes et apaisantes, favorisant la relaxation et le sommeil.",
  "lippiaAlba": "Lippia alba est une plante originaire d'Amérique du Sud, souvent cultivée dans les jardins. Elle est utilisée en infusion pour ses propriétés apaisantes et digestives.",
  "uncariaTomentosa": "L'Uncaria tomentosa, également connue sous le nom de \"griffe du chat\", est une plante grimpante originaire des forêts tropicales d'Amérique du Sud. Elle est utilisée en infusion pour ses propriétés anti-inflammatoires et immunostimulantes.",
  "valerianaOfficinalis": "La Valériane (Valeriana officinalis) est une plante herbacée vivace qui pousse généralement dans les zones humides et les prairies d'Europe et d'Asie. Elle est principalement utilisée en infusion pour ses propriétés sédatives et relaxantes, visant à soulager l'anxiété et les troubles du sommeil.",
  "veprisLanceolata": "Vepris lanceolata est une plante médicinale originaire des régions tropicales d'Afrique. Ses feuilles et écorces sont souvent utilisées en infusion pour leurs propriétés thérapeutiques, notamment en tant qu'antioxydant et anti-inflammatoire.",
  "veronicaOfficinalis": "Veronica officinalis, communément appelée véronique officinale, est une plante vivace que l'on trouve dans les prairies et les endroits ensoleillés à travers l'Europe. Utilisée en infusion, elle est réputée pour ses propriétés apaisantes et anti-inflammatoires, souvent employée pour soulager les troubles respiratoires et digestifs.",
  "verbenaOfficinalis": "La verveine officinale, ou Verbena officinalis, est une plante herbacée vivace que l'on trouve souvent dans les prairies et le long des chemins en Europe et en Asie. Elle est utilisée en infusion pour ses propriétés apaisantes et digestives, favorisant la relaxation et soulageant les troubles gastro-intestinaux.",
  "viburnumPrunifolium": "Le Viburnum prunifolium, communément appelé viorne, est un arbuste originaire des régions boisées de l'est des États-Unis. Il est souvent utilisé en infusion pour ses propriétés apaisantes et comme remède traditionnel contre les troubles menstruels.",
  "vitisVinifera": "Vitis vinifera, communément connue sous le nom de vigne, est une plante grimpante originaire de la région méditerranéenne. Utilisée principalement pour ses raisins, elle est également réputée en infusion pour ses feuilles, qui possèdent des propriétés antioxydantes et peuvent aider à soulager les problèmes circulatoires.",
  "zanthoxylumBungeanum": "Le Zanthoxylum bungeanum, également connu sous le nom de poivre de Sichuan, est un arbuste originaire de Chine et d'autres régions asiatiques. Utilisé en infusion, il possède des propriétés antispasmodiques et aide à stimuler la digestion."
}
