{
  "apiumGraveolens": "Apium graveolens, communément appelé céleri, est une herbe bisannuelle reconnue pour ses tiges croquantes et son goût distinctif. En tant que tisane, il est souvent utilisé pour ses propriétés diurétiques potentielles et pour soutenir la digestion.",
  "achyranthesBidentata": "Achyranthes bidentata, communément appelée \"corne de buffle\", est une plante herbacée vivace utilisée traditionnellement en médecine herbale, notamment dans les cultures asiatiques. Elle est souvent consommée sous forme de tisane pour soutenir la santé des articulations et améliorer la circulation.",
  "acorusCalamus": "Acorus calamus, couramment appelé drapeau doux, est une plante vivace des zones humides avec des rhizomes aromatiques. Traditionnellement, il a été utilisé en phytothérapie pour améliorer la digestion et apaiser l'anxiété.",
  "cimicifugaRacemosa": "Cimicifuga racemosa, communément appelée cimicifuge noire, est une plante à fleurs originaire d'Amérique du Nord, souvent utilisée pour atténuer les symptômes de la ménopause et réguler les cycles menstruels. Sa racine est généralement préparée sous forme de tisane pour tirer parti de ses bénéfices potentiels pour la santé des femmes.",
  "ageratumConyzoides": "Ageratum conyzoides, communément appelé \"herbe de bouc\", est une plante à fleurs souvent utilisée en médecine traditionnelle pour ses propriétés anti-inflammatoires et analgésiques. Elle est généralement préparée en tisane pour aider à soulager des symptômes tels que les maux de tête et les problèmes digestifs.",
  "leonurusCardiaca": "Leonurus cardiaca, communément appelé herbe à mitaine, est une plante à fleurs de la famille des menthes, traditionnellement utilisée pour soulager les douleurs menstruelles et l'anxiété. Ses propriétés apaisantes en font un choix privilégié pour les tisanes ciblant le stress et la santé des femmes.",
  "agrimoniaEupatoria": "Agrimonia eupatoria, communément appelée agriemone, est une plante herbacée vivace avec des fleurs jaunes distinctives et des feuilles dentées. Elle est traditionnellement utilisée pour ses propriétés astringentes et peut aider à la santé digestive et à soutenir les problèmes de peau lorsqu'elle est consommée sous forme de tisane.",
  "alliumSativum": "Allium sativum, communément appelé ail, est une plante bulbeuse réputée pour sa saveur intense et ses nombreux bienfaits pour la santé, y compris ses propriétés antimicrobiennes et anti-inflammatoires. Ses feuilles et ses bulbes peuvent être infusés dans une tisane pour soutenir la digestion et favoriser le bien-être général.",
  "trachyspermumAmmi": "Trachyspermum ammi, communément appelé ajwain ou graines de carom, est une herbe aromatique largement utilisée en médecine traditionnelle et en cuisine. Sa tisane est réputée pour favoriser la digestion et soulager les problèmes respiratoires.",
  "alchemillaXanthochlora": "Alchemilla xanthochlora, communément appelée manteau de la dame jaune, est une plante herbacée vivace renommée pour ses feuilles en forme de scallop et ses grappes de fleurs jaune-verdâtre. Utilisée traditionnellement en médecine herboriste, elle est appréciée pour ses avantages potentiels en santé des femmes et ses propriétés astringentes douces.",
  "sisymbriumAlliaria": "Sisymbrium alliaria, communément appelé moutarde à l'ail, est une herbe bisannuelle avec des feuilles en forme de cœur et de petites fleurs blanches. Traditionnellement utilisé pour ses potentiels bienfaits digestifs et comme remède naturel pour les problèmes respiratoires, ses feuilles peuvent être infusées pour créer une tisane apaisante.",
  "amomumCardamomum": "Amomum cardamomum, communément appelé cardamome noir, est une épice au goût fumé distinctif, souvent utilisée dans les plats salés et les thés. Il est reconnu pour ses éventuels bienfaits digestifs et sa capacité à améliorer la santé respiratoire.",
  "anemarrhenaAsphodeloides": "Anemarrhena asphodeloides, également connue sous le nom de \"Zhimu\", est une herbe vivace originaire d'Asie de l'Est, traditionnellement utilisée en médecine herboriste pour ses propriétés rafraîchissantes et pour soutenir la santé respiratoire et digestive. Elle peut être préparée en tisane pour aider à atténuer les symptômes des affections liées à la chaleur.",
  "anethumGraveolens": "Anethum graveolens, communément connu sous le nom d'aneth, est une herbe aromatique avec des feuilles vertes plumeuses et des fleurs jaunes. Elle est souvent utilisée comme tisane pour ses propriétés apaisantes et ses bienfaits digestifs.",
  "angelicaSinensis": "Angelica sinensis, également connue sous le nom de Dong Quai, est une herbe traditionnelle chinoise souvent utilisée pour soutenir la santé des femmes, en particulier pour équilibrer les hormones et soulager l'inconfort menstruel. Ses racines sont généralement infusées dans une tisane apaisante qui peut favoriser la circulation et la vitalité globale.",
  "pimpinellaAnisum": "Pimpinella anisum, communément appelée anis, possède des graines aromatiques qui donnent une saveur douce, semblable à celle de la réglisse. Elle est souvent utilisée dans les tisanes pour favoriser la digestion et soulager les toux.",
  "arbutusUnedo": "Arbutus unedo, communément appelé l'arbousier, est un arbuste ou un petit arbre toujours vert originaire de la région méditerranéenne. Ses feuilles et ses fruits sont utilisés pour préparer des tisanes qui sont traditionnellement considérées comme bénéfiques pour la digestion et riches en antioxydants.",
  "artemisiaVulgaris": "Artemisia vulgaris, communément appelée armoise, est une herbe vivace parfumée traditionnellement utilisée pour aider à la digestion, soulager l'anxiété et enrichir les rêves. Ses feuilles peuvent être infusées pour créer une tisane à la fois apaisante et aromatique.",
  "cynaraScolymus": "Cynara scolymus, communément appelée artichaut, est un chardon vivace dont les boutons et les feuilles comestibles sont souvent utilisés pour préparer une tisane digestive. Cette plante est reconnue pour ses bienfaits potentiels en matière de soutien à la santé du foie et d'amélioration de la digestion.",
  "asparagusOfficinalis": "Asparagus officinalis, communément appelé asperge, est un légume riche en nutriments avec des tiges vertes fines. Il est souvent utilisé en phytothérapie pour ses propriétés diurétiques et ses bénéfices potentiels pour la santé digestive et l'inflammation.",
  "galiumOdoratum": "Galium odoratum, communément appelé la nuit d'août, est une plante herbacée vivace au parfum doux et aux feuilles en verticilles. Elle est souvent utilisée dans les tisanes pour ses propriétés sédatives douces et est traditionnellement associée à l'aide à la digestion.",
  "lavandulaLatifolia": "Lavandula latifolia, communément appelée lavande spicée, est une herb aromatique reconnue pour son odeur distinctive et ses propriétés apaisantes. Elle est souvent utilisée dans les infusions pour favoriser la relaxation et soulager les tensions.",
  "astragalusMongholicus": "L'Astragale mongholicus, communément appelé herbe à lait mongole, est une plante vivace célébrée pour ses propriétés stimulant le système immunitaire et est souvent utilisée en médecine traditionnelle pour améliorer la vitalité et la longévité. La racine de la plante est généralement préparée sous forme de tisane pour soutenir la santé globale et favoriser l'énergie.",
  "crataegusLaevigata": "Crataegus laevigata, communément appelée aubépine lisse, est un petit arbre ou un arbuste reconnu pour ses feuilles en forme de cœur et ses grappes de fleurs blanches. Elle est traditionnellement utilisée en médecine herbale pour soutenir la santé cardiovasculaire et apaiser l'anxiété.",
  "inulaHelenium": "Inula helenium, également connu sous le nom de petit houx, est une plante herbacée vivace avec de grandes fleurs jaunes et une racine aromatique robuste. Traditionnellement, elle a été utilisée pour soutenir la santé respiratoire et apaiser les problèmes digestifs par le biais d'infusions.",
  "avenaSativa": "Avena sativa, communément appelée avoine, est un grain de céréale nutritif qui peut également être infusé en tisane apaisante. Elle est traditionnellement utilisée pour favoriser la relaxation, atténuer le stress et soutenir le bien-être général.",
  "ayapanaTriplinervis": "Ayapana triplinervis, communément appelé Ayapana, est une plante herbacée vivace originaire des régions tropicales, reconnue pour ses feuilles aromatiques et ses propriétés anti-inflammatoires. Traditionnellement, elle est utilisée en médecine herbacée pour favoriser la digestion et soulager les problèmes respiratoires.",
  "illiciumVerum": "Illicium verum, communément connu sous le nom d'anis étoilé, est une épice en forme d'étoile avec une saveur douce et aromatique. Il est souvent utilisé dans les thés pour ses bienfaits digestifs et pour apporter de la chaleur à diverses boissons.",
  "ballotaNigra": "Ballota nigra, communément appelée marrube noir, est une plante vivace aux feuilles vertes duveteuses et aux petites fleurs violetâtres. Traditionnellement utilisée pour soulager les problèmes respiratoires et digestifs, elle est souvent préparée en tisane pour ses effets calmants.",
  "balsamitaMajor": "Balsamita major, communément connue sous le nom de grand balsamite ou chardon béni, est une plante aromatique au parfum agréable. Elle est traditionnellement utilisée dans les tisanes pour ses bienfaits digestifs et ses propriétés apaisantes.",
  "arctiumLappa": "Arctium lappa, communément appelé racine de bardane, est une plante bisannuelle reconnue pour ses grandes feuilles et ses inflorescences violettes. Utilisée traditionnellement en médecine herboriste, elle est connue pour ses bénéfices potentiels dans la promotion de la digestion et le soutien de la santé de la peau.",
  "ocimumBasilicum": "Ocimum basilicum, communément appelé basilic, est une herbe parfumée aux feuilles vertes lisses souvent utilisée dans les plats culinaires. Sous forme de tisane, elle est appréciée pour ses propriétés calmantes et ses éventuels bienfaits digestifs.",
  "geumUrbanum": "Geum urbanum, communément appelé herbe de la Dame ou herbe benêt, est une plante vivace avec de grandes feuilles vertes dentelées et de petites fleurs jaunes. Traditionnellement utilisée pour préparer une tisane apaisante, elle est appréciée pour ses propriétés astringentes douces et ses bénéfices potentiels pour la digestion.",
  "stachysOfficinalis": "Stachys officinalis, communément appelée bétone, est une plante vivace avec des tiges carrées et des feuilles verticillées. Traditionnellement utilisée pour ses propriétés apaisantes, elle est souvent infusée en tisane pour favoriser la détente et soulager les légers troubles digestifs.",
  "bidensPilosa": "Bidens pilosa, communément appelée aiguilles espagnoles ou tiques de mendiant, est une plante à fleurs souvent utilisée en médecine herbaire traditionnelle. Ses feuilles et fleurs peuvent être infusées pour préparer une tisane, qui est censée soutenir la santé immunitaire et offrir des bienfaits anti-inflammatoires.",
  "persicariaBistorta": "Persicaria bistorta, également connue sous le nom de bistorte ou d'herbe aux serpents, est une plante herbacée vivace avec de grandes feuilles lancéolées et de hautes spikes de fleurs rosées. Traditionnellement, elle a été utilisée en médecine herbaria pour soutenir la santé digestive et soulager les troubles gastro-intestinaux.",
  "centaureaCyanus": "Centaurea cyanus, communément appelée bleuet, est une plante à fleurs aux éclatantes fleurs bleues, traditionnellement utilisée en phytothérapie. Sa tisane est souvent employée pour ses propriétés apaisantes et ses éventuels bienfaits pour favoriser la relaxation et la santé digestive.",
  "boerhaviaDiffusa": "Boerhavia diffusa, couramment appelé Punarnava, est une plante herbacée vivace renommée en médecine traditionnelle pour ses propriétés diurétiques et anti-inflammatoires. Elle est souvent utilisée dans les tisanes pour soutenir la santé des reins et atténuer la rétention d'eau.",
  "peumusBoldus": "Peumus boldus, communément appelé boldo, est un petit arbre à feuilles persistantes originaire d'Amérique du Sud. Ses feuilles sont traditionnellement utilisées pour préparer une tisane qui est censée favoriser la digestion et soutenir la santé du foie.",
  "verbascumThapsus": "Verbascum thapsus, communément appelé molène, est une plante bisannuelle qui présente de hautes tiges de fleurs jaunes. Traditionnellement utilisée comme tisane, elle est reconnue pour ses propriétés apaisantes, notamment pour les problèmes respiratoires et le soulagement de la toux.",
  "betulaPendula": "Betula pendula, communément appelé bouleau verruqueux, est un arbre à feuillage caduc réputé pour son écorce blanche éclatante et ses feuilles délicates. Ses jeunes feuilles et sa sève sont souvent utilisées dans les tisanes en raison de leurs potentielles propriétés diurétiques et anti-inflammatoires.",
  "frangulaAlnus": "Frangula alnus, communément appelé nerprun, est un arbuste avec de petites baies qui sont traditionnellement utilisées comme un laxatif naturel. L'écorce séchée peut être préparée en tisane pour soutenir la santé digestive.",
  "boragoOfficinalis": "Borago officinalis, communément appelée bourrache, est une plante herbacée aux fleurs bleues en forme d'étoile et aux feuilles duveteuses. Elle est souvent utilisée dans les tisanes pour ses propriétés apaisantes et ses éventuels bienfaits dans la réduction de l'inflammation et la promotion de la santé de la peau.",
  "capsellaBursaPastoris": "Capsella bursa-pastoris, communément appelée poche de berger, est une petite plante à fleurs souvent trouvée dans les jardins et les sites perturbés. Elle est traditionnellement utilisée en médecine herbal pour aider à réguler les saignements et promouvoir la santé menstruelle.",
  "prunellaVulgaris": "Prunella vulgaris, communément appelée 'guérisseur autoproclamé', est une plante à fleurs connue pour ses propriétés médicinales et son utilisation traditionnelle dans les remèdes à base de plantes. Elle est souvent infusée en tisane pour favoriser la guérison et soutenir la fonction immunitaire.",
  "ericaCinerea": "Erica cinerea, communément appelée bruyère, est une plante à fleurs appréciée pour ses magnifiques fleurs violettes et son feuillage aromatique. Traditionnellement, ses feuilles ont été utilisées pour préparer une infusion herbacée reconnue pour ses bénéfices potentiels sur la santé respiratoire.",
  "agathosmaBetulina": "Agathosma betulina, communément appelée buchu, est une herbe sud-africaine aux feuilles aromatiques traditionnellement utilisées pour soulager les troubles digestifs et les infections des voies urinaires. Ses feuilles peuvent être infusées en tisane, offrant une boisson rafraîchissante avec des propriétés thérapeutiques potentielles.",
  "ononisSpinosa": "Ononis spinosa, communément appelée la restharrow épineuse, est une plante herbacée vivace traditionnellement utilisée pour ses propriétés diurétiques et anti-inflammatoires. Ses racines et ses parties aériennes sont souvent préparées sous forme de tisane pour soutenir la santé urinaire et soulager les inconforts corporels.",
  "arctostaphylosUvaUrsi": "Arctostaphylos uva-ursi, communément appelé la busserole, est un arbuste vivace bas avec de petites feuilles épaisses et des fleurs rose pâle. Traditionnellement, ses feuilles sont utilisées dans des tisanes pour leurs propriétés diurétiques et astringentes potentielles, soutenant souvent la santé des voies urinaires.",
  "juniperusOxycedrus": "Juniperus oxycedrus, communément appelé genévrier épineux, est un petit arbuste toujours vert originaire de la région méditerranéenne. Ses baies sont souvent utilisées dans les tisanes pour leurs éventuels bienfaits diurétiques et digestifs.",
  "callunaVulgaris": "Calluna vulgaris, communément appelée bruyère, est un arbuste persistant de faible hauteur avec de petites fleurs violettes. Traditionnellement utilisée en phytothérapie, on pense qu'elle possède des propriétés diurétiques et anti-inflammatoires et est souvent infusée en tisane pour ses effets apaisants.",
  "tanacetumParthenium": "Tanacetum parthenium, communément appelé pétroselin, est une plante à fleurs appréciée pour ses propriétés anti-inflammatoires et est traditionnellement utilisée pour soulager les maux de tête et les symptômes de migraine. Ses feuilles peuvent être infusées en tisane pour favoriser le bien-être général.",
  "chamaemelumNobile": "Chamaemelum nobile, communément appelé camomille romaine, est une plante herbacée vivace avec de petites fleurs en forme de marguerite. Elle est souvent utilisée dans les tisanes pour ses propriétés apaisantes, aidant à favoriser la relaxation et à soutenir la santé digestive.",
  "cinnamomumVerum": "Cinnamomum verum, communément appelé Vrai Cannelle ou Cannelle de Ceylan, est une épice savoureuse dérivée de l'écorce intérieure de l'arbre à cannelle. Elle est souvent utilisée dans les tisanes pour ses potentielles propriétés antioxydantes et pour favoriser la digestion.",
  "tropaeolumMajus": "Tropaeolum majus, communément appelé capucine, est une plante à fleurs comestible aux fleurs vibrantes et aux feuilles piquantes. Elle est souvent utilisée dans les tisanes pour ses propriétés antimicrobiennes potentielles et est riche en vitamines et en antioxydants.",
  "eletariaCardamomum": "Elettaria cardamomum, communément appelée cardamome verte, est une épice parfumée fabriquée à partir des fruits séchés d'une plante tropicale. Elle est souvent utilisée dans les tisanes pour sa saveur aromatique et ses éventuels bienfaits digestifs.",
  "justiciaPectoralis": "Justicia pectoralis, communément appelée \"tisanté\" ou \"sachem,\" est une herbe vivace originaire des régions tropicales. Elle est traditionnellement utilisée en médecine herbal pour ses potentiels bienfaits anti-inflammatoires et respiratoires, souvent préparée sous forme de tisane apaisante.",
  "ceratoniaSiliqua": "Ceratonia siliqua, communément appelée caroube, est un arbre à fleurs à feuillage persistant originaire de la région méditerranéenne. Les gousses de cette plante peuvent être séchées puis réduites en poudre, souvent utilisées dans les tisanes pour leur saveur naturellement sucrée et leurs éventuels bienfaits digestifs.",
  "chondrusCrispus": "Chondrus crispus, communément appelé mousse irlandaise, est un type d'algue rouge riche en carraghénane, souvent utilisée dans les boissons et les desserts. Elle est traditionnellement consommée sous forme de tisane pour ses propriétés apaisantes potentielles et pour soutenir la santé respiratoire.",
  "carthamusTinctorius": "Carthamus tinctorius, communément connu sous le nom de carthame, est une plante à fleurs dont les pétales sont utilisés pour préparer une tisane apaisante. Traditionnellement, on pense qu'elle favorise la circulation et promeut le bien-être, souvent utilisée dans les remèdes à base de plantes pour sa saveur douce et sa couleur vibrante.",
  "carumCarvi": "Carum carvi, communément appelé carvi, est une plante herbacée bisannuelle avec des feuilles plumeuses et de petites graines aromatiques. Les graines sont souvent utilisées pour préparer une tisane apaisante, considérée traditionnellement comme bénéfique pour la digestion et pour soulager les ballonnements.",
  "frangulaPurshiana": "Rhamnus purshiana, communément appelée cascara sagrada, est un petit arbre originaire de l'ouest des États-Unis. Sa écorce est traditionnellement utilisée comme un laxatif doux dans les infusions, favorisant la santé digestive.",
  "ribesNigrum": "Ribes nigrum, communément connu sous le nom de cassis, est un petit arbuste dont les baies sont riches en antioxydants et en vitamine C. Les feuilles sont souvent utilisées dans les tisanes pour leurs propriétés anti-inflammatoires et diurétiques potentielles.",
  "cecropiaObtusa": "Cecropia obtusa, communément appelée arbre trompette, est un grand arbre à croissance rapide originaire d'Amérique centrale et du Sud. Ses feuilles et son écorce sont traditionnellement utilisées pour préparer une tisane apaisante, censée soutenir la santé respiratoire et favoriser la relaxation.",
  "centauriumErythraea": "Centaurium erythraea, communément connu sous le nom de centaurée officinale, est une plante à fleurs aux propriétés amères, traditionnellement utilisée pour stimuler l'appétit et favoriser la digestion. Son infusion est souvent appréciée pour sa saveur douce et agréable ainsi que ses éventuels bienfaits pour la santé.",
  "silybumMarianum": "Silybum marianum, communément appelé chardon-Marie, est une plante à fleurs reconnue pour ses fleurs violettes éclatantes et ses feuilles marbrées distinctives. Traditionnellement utilisée pour la santé du foie, ses graines contiennent de la silymarine, un composé qui est censé offrir des bienfaits antioxydants et anti-inflammatoires.",
  "chelidoniumMajus": "Chelidonium majus, communément appelé chélidoine, est une herbe vivace à fleurs jaunes et à sève orange distincte. Traditionnellement, elle a été utilisée pour ses propriétés potentielles de soutien au foie et comme remède naturel pour divers maux, bien que la prudence soit de mise en raison de sa toxicité à fortes doses.",
  "quercusRobur": "Quercus robur, communément appelé le chêne pédonculé, est un grand arbre à feuilles caduques connu pour son bois résistant et ses glands. Ses feuilles et son écorce sont souvent utilisées dans les tisanes pour leurs propriétés astringentes, qui peuvent aider à la santé digestive et aux soins de la peau.",
  "chenopodiumAmbrosioides": "Chenopodium ambrosioides, communément appelé épazote, est une plante herbacée vivace aux feuilles dentelées distinctives et à l'arôme fort et piquant. Utilisé traditionnellement en médecine à base de plantes, il est souvent infusé en tisane pour soulager les problèmes digestifs et réduire les gaz.",
  "cichoriumIntybus": "Cichorium intybus, communément appelé chicorée, est une plante feuillue avec une racine pivotante profonde qui est souvent utilisée pour préparer une tisane sans caféine. Elle est traditionnellement appréciée pour ses bienfaits digestifs et sa capacité à promouvoir la santé du foie.",
  "cynodonDactylon": "Cynodon dactylon, communément appelé gazon de Bermude, est une herbe pérenne résistante souvent utilisée dans l'aménagement paysager et les terrains de sport. Il a des utilisations médicinales traditionnelles, notamment des propriétés diurétiques et un soutien pour la santé digestive lorsqu'il est consommé sous forme de tisane.",
  "elytrigiaRepens": "Elymus repens, communément appelé \"pâturin de l'obsession\", est une herbe vivace avec des rhizomes étendus. On l'utilise souvent dans les remèdes à base de plantes pour ses propriétés diurétiques et pour aider à apaiser les voies urinaires.",
  "chrysanthellumIndicum": "Chrysanthellum indicum, communément appelé chrysanthème doré, est une herbe médicinale connue pour ses propriétés anti-inflammatoires et antioxydantes. Elle est souvent utilisée dans la médecine traditionnelle à base de plantes pour soutenir la santé du foie et améliorer la circulation.",
  "cissusVerticillata": "Cissus verticillata, également connu sous le nom de \"Raisin de Malabar\", est une plante grimpante traditionnellement utilisée en phytothérapie pour ses potentielles propriétés anti-inflammatoires et antioxydantes. Ses feuilles et ses tiges peuvent être infusées pour préparer une tisane favorisant le bien-être général et la santé digestive.",
  "cochleariaOfficinalis": "Cochlearia officinalis, communément appelée herbe de la scarlatine, est une plante côtière riche en vitamine C et a été historiquement utilisée pour prévenir le scorbut. Ses feuilles poivrées peuvent être infusées pour créer une tisane rafraîchissante qui peut soutenir la vitalité globale.",
  "codonopsisPilosulaSspTangshen": "Codonopsis pilosula, également connu sous le nom de Dang Shen, est une herbe vivace appréciée dans la médecine traditionnelle chinoise pour ses propriétés adaptogènes. Il est couramment utilisé pour augmenter l'énergie, soutenir le système immunitaire et améliorer la vitalité globale.",
  "marsdeniaCondurango": "Marsdenia condurango, communément appelé condurango, est une plante grimpante originaire d'Amérique du Sud, particulièrement utilisée dans la médecine traditionnelle pour les problèmes digestifs et comme tonique. Son écorce séchée est souvent infusée en tisane, réputée pour promouvoir la santé et le bien-être général.",
  "papaverRhoeas": "Papaver rhoeas, communément appelé coquelicot ou pavot des champs, est une fleur rouge vif dont les pétales sont souvent utilisés pour préparer une tisane apaisante qui peut favoriser la détente et aider au sommeil. Traditionnellement, son infusion a été utilisée pour ses propriétés sédatives douces.",
  "coriandrumSativum": "Coriandrum sativum, communément appelé coriandre ou cilantro, est une herbe annuelle aux feuilles fraîches et parfumées et aux petites graines rondes. Utilisées dans diverses cuisines, ses feuilles peuvent être infusées pour préparer une tisane rafraîchissante qui peut soutenir la digestion et le bien-être général.",
  "cucurbitaPepo": "Cucurbita pepo, communément connu sous le nom de courge, est une espèce de courge polyvalente souvent utilisée en cuisine. Les feuilles et les graines peuvent être infusées dans des tisanes, traditionnellement appréciées pour leurs avantages potentiels pour la santé, notamment le soutien digestif et les propriétés anti-inflammatoires.",
  "crithmumMaritimum": "Crithmum maritimum, communément appelé salicorne ou asperge de mer, est une plante succulente côtière connue pour sa texture croquante et sa saveur salée. Traditionnellement utilisée dans les plats culinaires, elle est également reconnue pour ses potentiels bienfaits santé, y compris ses propriétés antioxydantes et son soutien à la digestion.",
  "curcumaDomestica": "Curcuma longa, communément connue sous le nom de curcuma, est un rhizome jaune vif réputé pour ses propriétés anti-inflammatoires et antioxydantes. Il est souvent utilisé dans les tisanes pour soutenir la digestion et favoriser le bien-être général.",
  "cyathulaOfficinalis": "Cyathula officinalis, communément appelé \"ginseng chinois\", est une herbe traditionnelle utilisée dans la médecine asiatique. Elle est souvent exploitée pour ses potentiels bienfaits pour la santé, notamment ses propriétés anti-inflammatoires et stimulantes du système immunitaire.",
  "cupressusSempervirens": "Cupressus sempervirens, communément appelé cyprès méditerranéen, est un arbre à feuilles persistantes connu pour sa forme élancée et sa feuillage aromatique. Ses feuilles et son huile essentielle sont utilisées dans des remèdes à base de plantes pour soutenir les systèmes respiratoire et circulatoire.",
  "dioscoreaNipponica": "Dioscorea nipponica, également connue sous le nom de dioscorée japonaise, est une plante grimpante dont les tubercules sont utilisés en médecine traditionnelle pour leurs potentielles propriétés anti-inflammatoires et antioxydantes. Le tubercule est couramment préparé en tisane pour soutenir la santé digestive et améliorer la vitalité.",
  "droseraRotundifolia": "Drosera rotundifolia, communément appelée droséra, est une plante carnivore avec des feuilles glandulaires collantes qui capturent les insectes. Traditionnellement, elle a été utilisée en médecine herbale pour ses éventuels bienfaits dans le traitement des affections respiratoires telles que la toux et la bronchite.",
  "drynariaFortunei": "Drynaria fortunei, communément appelée \"fougère à tige de pierre\", est une fougère tropicale utilisée traditionnellement dans la médecine chinoise pour ses bienfaits supposés sur le renforcement des os et l'amélioration de la santé respiratoire. Ses feuilles sont souvent infusées en tisane pour bénéficier de ces propriétés médicinales.",
  "echinaceaAngustifolia": "Echinacea angustifolia, communément appelée échinacée à feuilles étroites, est une herbe médicinale reconnue pour ses propriétés immunostimulantes. Elle est souvent utilisée sous forme de tisane pour aider à prévenir ou à réduire la durée des rhumes et des infections respiratoires.",
  "eleutherococcusSenticosus": "Eleutherococcus senticosus, communément appelé ginseng sibérien, est un arbuste robuste originaire d'Asie de l'Est. Il est souvent utilisé en médecine herbacée pour augmenter l'énergie, renforcer le système immunitaire et aider le corps à s'adapter au stress.",
  "berberisVulgaris": "Berberis vulgaris, communément appelée épine-vinette, est un arbuste épineux qui produit de petites baies acides. Ses parties séchées peuvent être utilisées pour préparer une tisane, traditionnellement appréciée pour ses potentielles propriétés digestives et antimicrobiennes.",
  "sisymbriumOfficinale": "Sisymbrium officinale, communément appelé moutarde des haies, est une plante herbacée au goût poivré, souvent utilisée dans les remèdes traditionnels à base de plantes. Ses feuilles et ses graines peuvent être infusées en tisane, qui est censée soutenir la santé respiratoire et la digestion.",
  "eschscholtziaCalifornica": "Eschscholzia californica, communément appelée pavot de Californie, est une plante ornementale originaire de la côte ouest des États-Unis. Elle est traditionnellement utilisée en médecine herbariste pour ses effets apaisants, souvent préparée en tisane pour aider à atténuer l'anxiété et favoriser le sommeil.",
  "eucalyptusGlobulus": "Eucalyptus globulus, communément connu sous le nom d'arbre à gommier bleu, est reconnu pour ses feuilles aromatiques qui sont souvent utilisées pour créer une tisane apaisante. Cette infusion à base de plantes est traditionnellement utilisée pour ses potentielles bienfaits respiratoires et propriétés relaxantes.",
  "foeniculumVulgare": "Foeniculum vulgare, communément appelé fenouil, est une herbe aromatique avec des feuilles plumeuses et des tiges bulbées. Ses graines sont souvent utilisées pour préparer une tisane apaisante qui peut favoriser la digestion et atténuer les ballonnements.",
  "trigonellaFoenumGraecum": "Trigonella foenum-graecum, communément appelé fenugrec, est une herbe annuelle aux petites feuilles aromatiques et aux fleurs jaunes. Elle est souvent utilisée dans les tisanes pour ses éventuels bienfaits digestifs et son aptitude à favoriser la lactation chez les mères allaitantes.",
  "ficusCarica": "Ficus carica, communément connu sous le nom de figuier, produit des fruits et des feuilles comestibles qui peuvent être infusés en une tisane apaisante. Traditionnellement, il a été utilisé pour ses propriétés calmantes, aidant à la digestion et favorisant la détente.",
  "forsythiaSuspensa": "Forsythia suspensa, communément appelée forsythia, est un arbuste à fleurs dont les fruits et les fleurs séchés sont utilisés en médecine traditionnelle pour aider à réduire la fièvre et soulager les symptômes de rhume. La tisane est souvent consommée pour ses propriétés antibactériennes et anti-inflammatoires.",
  "fragariaVesca": "Fragaria vesca, communément appelée fraise des bois, est une petite plante herbacée vivace reconnue pour ses baies rouges sucrées et ses feuilles aromatiques. Les feuilles peuvent être infusées en tisane, qui est censée favoriser la digestion et offrir des bienfaits antioxydants.",
  "rubusIdaeus": "Rubus idaeus, communément connu sous le nom de feuille de framboisier, est une plante vivace dont les feuilles sont souvent utilisées pour préparer une tisane apaisante. Cette infusion de plantes est traditionnellement utilisée pour soutenir la santé des femmes, en particulier pendant la menstruation et la grossesse.",
  "fraxinusOrnus": "Fraxinus ornus, communément appelé le frêne à manna, est un arbre à feuilles caduques originaire du sud de l'Europe. Sa résine, connue sous le nom de manna, est traditionnellement utilisée en phytothérapie pour ses propriétés laxatives douces et pour apaiser les problèmes digestifs.",
  "fucusSerratus": "Fucus serratus, communément appelé varech denté, est une variété d'algue brune riche en minéraux et en iode. Il est souvent utilisé dans les remèdes herbaux traditionnels pour soutenir la fonction thyroïdienne et promouvoir la santé générale.",
  "fumariaOfficinalis": "Fumaria officinalis, communément appelée fumeterre, est une plante à fleurs avec des fleurs délicates de couleur rose ou violette. Traditionnellement utilisée comme remède à base de plantes, on pense qu'elle soutient la fonction hépatique et possède des propriétés diurétiques légères.",
  "alpiniaOfficinarum": "Alpinia officinarum, communément appelée galanga, est un rhizome au goût épicé et aromatique, souvent utilisé dans la cuisine asiatique et la médecine traditionnelle. Elle est reconnue pour ses bienfaits digestifs potentiels et ses propriétés anti-inflammatoires.",
  "galegaOfficinalis": "Galega officinalis, communément appelé rue des chèvres, est une herbe vivace avec des tiges hautes et droites et des grappes de fleurs violettes. Traditionnellement utilisée pour soutenir la lactation et gérer les niveaux de sucre dans le sang, elle a une longue histoire dans la médecine herbale.",
  "gastrodiaElata": "Gastrodia elata, également connue sous le nom de Tian Ma, est une orchidée tubéreuse originaire d'Asie. Elle est traditionnellement utilisée en médecine herbacée pour ses propriétés calmantes et pour aider à soulager les maux de tête et les vertiges.",
  "gardeniaJasminoides": "Gardenia jasminoides, communément appelée jasmin du Cap ou gardenia, est une plante à fleurs appréciée pour ses magnifiques fleurs blanches parfumées et son feuillage vert brillant. Ses feuilles et ses fleurs sont souvent utilisées en médecine traditionnelle pour leurs effets apaisants et comme remède traditionnel contre l'anxiété et l'insomnie lorsqu'elles sont infusées en tisane.",
  "vitexAgnusCastus": "Vitex agnus-castus, communément connu sous le nom d'arbre à chaste ou vitex, est une plante à fleurs traditionnellement utilisée pour soutenir la santé menstruelle et soulager les symptômes associés aux déséquilibres hormonaux. Ses baies sont souvent infusées pour promouvoir le bien-être reproductif global.",
  "juniperusCommunis": "Juniperus communis, communément appelé genévrier commun, est un arbuste à feuilles persistantes dont les baies sont souvent utilisées pour préparer une tisane savoureuse. Traditionnellement, il est connu pour ses propriétés diurétiques et peut aider à la digestion et réduire l'inflammation.",
  "gentianaLutea": "Gentiana lutea, communément appelée gentiane jaune, est une plante herbacée vivace aux fleurs jaunes éclatantes et à la racine amère. Elle est traditionnellement utilisée pour favoriser la digestion et stimuler l'appétit, souvent consommée sous forme de tisane.",
  "zingiberOfficinale": "Zingiber officinale, communément appelé gingembre, est une plante à fleurs dont le rhizome est largement utilisé pour ses propriétés médicinales. Il est souvent consommé sous forme de tisane pour faciliter la digestion, réduire les nausées et offrir des effets anti-inflammatoires.",
  "ginkgoBiloba": "Ginkgo biloba est un arbre à feuilles caduques connu pour ses feuilles en forme d'éventail et est largement utilisé en médecine traditionnelle pour améliorer la fonction cognitive et la circulation. Ses feuilles sont souvent infusées en tisane pour améliorer la clarté mentale et soutenir la santé globale du cerveau.",
  "panaxGinseng": "Panax ginseng, communément connu sous le nom de ginseng asiatique, est une plante vivace prisée pour ses racines, qui sont utilisées en médecine traditionnelle pour augmenter l'énergie, améliorer la fonction cognitive et soutenir le bien-être général. Il est souvent consommé sous forme de tisane pour ses propriétés adaptogènes.",
  "syzygiumAromaticum": "Syzygium aromaticum, communément connu sous le nom de clou de girofle, est un bouton floral parfumé largement utilisé comme épice et en médecine traditionnelle. Il est reconnu pour ses propriétés antioxydantes et anti-inflammatoires et peut être infusé en une tisane réconfortante pour aider à la digestion et soulager les douleurs dentaires.",
  "globulariaAlypum": "Globularia alypum, communément appelée romarin de mer, est une plante herbacée vivace aux petites fleurs rondes et au feuillage aromatique. Utilisée traditionnellement en médecine à base de plantes, elle est reconnue pour ses potentielles propriétés anti-inflammatoires et antioxydantes.",
  "punicaGranatum": "Punica granatum, communément appelé grenade, est un arbuste ou un petit arbre à feuilles caduques, reconnu pour ses fruits rouges vibrants remplis de grenades juteuses. La tisane préparée à partir de son écorce et de ses graines est souvent utilisée pour ses propriétés antioxydantes et ses éventuels bienfaits pour la santé.",
  "grindeliaRobusta": "Grindelia robusta, connue sous le nom de gomme côtière, est une plante à fleurs remarquable pour ses éclatantes fleurs jaunes et son feuillage collant. Utilisée traditionnellement en médecine à base de plantes, elle est reconnue pour ses bienfaits respiratoires, souvent employée pour soulager les toux et apaiser l'irritation bronchique.",
  "althaeaOfficinalis": "Althaea officinalis, communément connue sous le nom de guimauve, est une plante herbacée vivace reconnue pour ses propriétés apaisantes. Utilisée traditionnellement en médecine herboriste, ses racines et ses feuilles sont souvent infusées en tisane pour aider à soulager les irritations de la gorge et les problèmes digestifs.",
  "hamamelisVirginiana": "Hamamelis virginiana, communément appelée hamamélis, est un arbuste caducifolié dont les feuilles et l'écorce sont utilisées pour créer une tisane apaisante. Elle est traditionnellement utilisée pour ses propriétés astringentes et anti-inflammatoires, aidant souvent à soulager les irritations cutanées et à favoriser les effets calmants.",
  "harpagophytumProcumbens": "Harpagophytum procumbens, communément appelé griffe du diable, est une plante à fleurs originaire de l'Afrique australe. Utilisée traditionnellement pour ses propriétés anti-inflammatoires, elle est souvent infusée en tisane pour aider à soulager la douleur et soutenir la santé des articulations.",
  "humulusLupulus": "Humulus lupulus, communément appelé houblon, est une plante grimpante dont les fleurs sont souvent utilisées pour donner du goût et de l'arôme à la bière. En phytothérapie, elle est appréciée pour ses propriétés calmantes et peut aider à soulager l'anxiété et favoriser le sommeil lorsqu'elle est utilisée en tisane.",
  "ruscusAculeatus": "Ruscus aculeatus, communément appelé panis ou ruscus, est un arbuste vivace aux feuilles épineuses et aux petites baies. Il est traditionnellement utilisé en phytothérapie pour soutenir la santé cardiovasculaire et atténuer les symptômes de l'insuffisance veineuse.",
  "hydrastisCanadensis": "Hydrastis canadensis, communément connue sous le nom de couronne d'or, est une plante herbacée vivace originaire d'Amérique du Nord. Elle est souvent utilisée en médecine herbal pour ses propriétés antimicrobiennes et anti-inflammatoires potentielles.",
  "centellaAsiatica": "Centella asiatica, communément appelée gotu kola, est une plante herbacée vivace reconnue pour ses bienfaits potentiels sur la santé cognitive et de la peau. Souvent utilisée en médecine traditionnelle, ses feuilles peuvent être infusées pour préparer une tisane apaisante qui pourrait améliorer la clarté mentale et favoriser la cicatrisation des blessures.",
  "hyptisAtrorubens": "Hyptis atrorubens, communément appelé \"Pennyroyal,\" est une herbe aromatique appartenant à la famille des menthes. Il est traditionnellement utilisé en médecine herbale pour ses potentielles propriétés digestives et antimicrobiennes.",
  "hyptisSuaveolens": "Hyptis suaveolens, connu sous le nom de menthe des bois ou menthe brésilienne, est une herbe vivace caractérisée par ses feuilles aromatiques et ses fleurs pourpres. Utilisée traditionnellement en médecine herbacée, on pense qu'elle possède des propriétés anti-inflammatoires et antimicrobiennes, et elle est souvent infusée en tisane pour aider à la digestion et soutenir la respiration.",
  "hyssopusOfficinalis": "Hyssopus officinalis, communément appelé hysope, est une plante herbacée vivace avec des feuilles aromatiques et des fleurs bleu à violet. Traditionnellement utilisé pour soutenir la santé respiratoire et les troubles digestifs, il peut être apprécié sous forme de tisane apaisante.",
  "ziziphusJujuba": "Ziziphus jujuba, communément appelé jujube, est un petit arbre ou un arbuste dont les fruits sont souvent séchés et utilisés pour préparer une tisane apaisante. Il est traditionnellement apprécié pour ses effets calmants et on pense qu'il favorise un sommeil réparateur et réduit l'anxiété.",
  "hibiscusSabdariffa": "Hibiscus sabdariffa, communément appelé hibiscus ou roselle, est une plante tropicale connue pour ses fleurs rouges éclatantes. Les calices séchés sont utilisés pour préparer une tisane acidulée et rafraîchissante, riche en antioxydants et pouvant aider à abaisser la pression artérielle.",
  "ammiVisnaga": "Ammi visnaga, communément connu sous le nom de Khella, est une plante à fleurs annuelle réputée pour ses graines aromatiques, traditionnellement utilisées en phytothérapie pour soutenir la santé respiratoire et soulager les spasmes musculaires. Sa tisane est souvent utilisée pour ses effets calmants doux.",
  "combretumMicranthum": "Combretum micranthum, communément appelé le saule de brousse, est un arbuste ou petit arbre vivace originaire de l'Afrique tropicale. Ses feuilles et son écorce sont traditionnellement utilisées en médecine herbacée pour leurs propriétés anti-inflammatoires et antioxydantes potentielles, souvent infusées en tisane pour divers bienfaits sur la santé.",
  "lactucaVirosa": "Lactuca virosa, communément appelée laitue sauvage, est une plante bisannuelle contenant un latex lacté qui a été traditionnellement utilisé pour ses propriétés sédatives et analgésiques. Ses feuilles peuvent être utilisées pour préparer une tisane qui aide à favoriser la détente et à soulager une légère anxiété.",
  "lamiumAlbum": "Lamium album, communément appelé lamier blanc, est une plante herbacée vivace avec des fleurs blanches et des feuilles douces et duveteuses. Elle est traditionnellement utilisée en phytothérapie pour ses propriétés apaisantes, en particulier dans les tisanes pour soulager les problèmes respiratoires et favoriser la relaxation.",
  "coixLacrymaJob": "Coix lacryma-jobi, communément appelée larmes de Job, est une herbe vivace qui produit des graines en forme de larme souvent utilisées en médecine herbale traditionnelle. On croit que les graines ont des propriétés diurétiques et anti-inflammatoires et sont souvent préparées en une tisane apaisante.",
  "laurusNobilis": "Laurus nobilis, communément appelé laurier noble, est un arbre à feuilles persistantes aromatique dont les feuilles sont utilisées en cuisine et en médecine traditionnelle. Les feuilles sont souvent infusées en tisane pour leurs potentiels bienfaits sur la santé, notamment le soutien digestif et les propriétés anti-inflammatoires.",
  "cymbopogonCitratus": "Cymbopogon citratus, couramment appelé citronnelle, est une plante tropicale au parfum de citron prononcé. Elle est souvent utilisée dans les infusions pour sa saveur rafraîchissante et ses éventuels bienfaits digestifs.",
  "leonurusJaponicus": "Leonurus japonicus, également connu sous le nom de leonurus japonais, est une plante à fleurs traditionnellement utilisée en médecine herboriste pour ses propriétés calmantes et régulatrices du cycle menstruel. Ses feuilles et ses fleurs peuvent être infusées en tisane pour favoriser la détente et la santé reproductive.",
  "cetrariaIslandica": "Cetraria islandica, communément connue sous le nom de mousse d'Islande, est un lichen qui pousse dans les régions froides et nordiques. Utilisée traditionnellement comme remède apaisant pour les affections respiratoires et les problèmes digestifs, elle est souvent préparée en tisane pour son goût doux et ses bienfaits pour la santé.",
  "hederaHelix": "Hedera helix, communément appelée lierre anglais, est une vigne persistante souvent utilisée pour ses avantages potentiels sur la respiration et comme remède naturel contre la toux. Ses feuilles peuvent être infusées en tisane pour aider à apaiser les problèmes respiratoires et promouvoir la santé générale.",
  "glechomaHederacea": "Glechoma hederacea, communément connu sous le nom de lierre terrestre ou de Charlie rampant, est une herbe vivace aux feuilles en forme de cœur et aux petites fleurs violettes. Utilisé traditionnellement comme tisane, il est apprécié pour ses propriétés apaisantes et est souvent employé pour soulager les problèmes respiratoires et promouvoir la santé digestive.",
  "linumUsitatissimum": "Linum usitatissimum, communément connu sous le nom de lin ou graines de lin, est une plante prisée pour ses petites graines nutritives, riches en acides gras oméga-3 et en fibres. Sa tisane est souvent consommée pour la santé digestive et comme remède naturel contre l'inflammation.",
  "ligusticumSinense": "Ligusticum sinense, communément appelé livèche chinoise, est une herbe aromatique vivace souvent utilisée en médecine traditionnelle chinoise. Elle est appréciée pour ses potentiels bienfaits anti-inflammatoires et digestifs, généralement consommée sous forme de tisane pour favoriser le bien-être général.",
  "levisticumOfficinale": "Levisticum officinale, communément appelé livèche, est une plante herbacée vivace caractérisée par ses tiges hautes et ses feuilles vertes éclatantes. Traditionnellement, elle est utilisée pour ses bienfaits digestifs et pour rehausser le goût des soupes et des ragoûts, mais peut également être appréciée comme une tisane savoureuse.",
  "lyciumBarbarum": "Lycium barbarum, communément connu sous le nom de baie de goji, est un petit fruit rouge d'un arbuste originaire d'Asie. Il est souvent infusé en tisane pour ses potentiels bienfaits pour la santé, y compris ses propriétés antioxydantes et son soutien à la fonction immunitaire.",
  "magnoliaOfficinalis": "Magnolia officinalis, connue sous le nom de Hou Po, est une herbe médicinale traditionnelle prisée pour ses propriétés apaisantes et sa capacité à soutenir la santé digestive. L'écorce est souvent préparée en tisane pour favoriser la détente et atténuer les symptômes d'anxiété.",
  "zeaMays": "Zea mays, communément connu sous le nom de maïs, est une céréale dont la soie et les enveloppes ont été traditionnellement utilisées pour préparer des tisanes apaisantes. Elle est souvent utilisée pour ses propriétés diurétiques et pour soutenir la santé urinaire.",
  "origanumMajorana": "Origanum majorana, communément appelé marjolaine, est une herbe aromatique au goût doux et légèrement agrumé. Elle est souvent utilisée dans les tisanes pour ses propriétés apaisantes et ses éventuels bienfaits digestifs.",
  "aesculusHippocastanum": "Aesculus hippocastanum, communément appelé marronnier d'Inde, est un grand arbre à feuilles caduques connu pour ses feuilles palmées distinctives et ses capsules de graines épineuses. Les graines sont souvent utilisées dans les remèdes à base de plantes pour soutenir la santé des veines et réduire l'inflammation.",
  "marrubiumVulgare": "Marrubium vulgare, communément appelé marrube blanc, est une plante herbacée vivace résistante avec un goût amer, traditionnellement utilisée pour ses propriétés expectorantes afin d'aider à soulager les toux et les problèmes respiratoires. Ses feuilles peuvent être infusées pour préparer une tisane apaisante.",
  "ilexParaguariensis": "Ilex paraguariensis, communément appelé yerba maté, est une plante sud-américaine dont les feuilles sont traditionnellement utilisées pour préparer une infusion herbacée stimulante. Riche en caféine et en antioxydants, elle est souvent appréciée pour ses effets vivifiants et sa signification sociale dans de nombreuses cultures.",
  "matricariaRecutita": "Matricaria chamomilla, communément appelée camomille, est une plante à fleurs en forme de marguerite renommée pour ses propriétés apaisantes. Souvent préparée en tisane, elle est traditionnellement utilisée pour favoriser le sommeil, réduire l'anxiété et soulager les problèmes digestifs.",
  "malvaSylvestris": "Malva sylvestris, communément connue sous le nom de mauve sylvestre, est une plante à fleurs de la famille des mauves. Ses feuilles et ses fleurs sont souvent utilisées pour préparer une tisane apaisante qui peut aider à soulager les affections respiratoires et promouvoir la santé digestive.",
  "melilotusOfficinalis": "Melilotus officinalis, communément appelé mélilot, est une plante herbacée haute avec des fleurs jaunes au parfum sucré. Traditionnellement utilisée comme tisane, on pense qu'elle favorise la circulation et peut avoir des effets sédatifs légers.",
  "melissaOfficinalis": "Melissa officinalis, communément appelée mélisse, est une herbe aromatique appartenant à la famille des menthes. Elle est souvent utilisée dans les tisanes pour ses effets apaisants, aidant à soulager le stress et à favoriser la relaxation.",
  "menthaXPiperita": "Mentha × piperita, communément appelée menthe poivrée, est une menthe hybride réputée pour son goût et son arôme rafraîchissants. Elle est souvent utilisée dans les tisanes pour ses propriétés apaisantes, aidant à la digestion et soulageant les maux de tête.",
  "menthaSpicata": "Mentha spicata, communément appelée menthe verte, est une plante aromatique aux feuilles vertes brillantes et à la saveur douce et mentholée. Elle est souvent utilisée pour préparer des tisanes rafraîchissantes qui peuvent aider à la digestion et soulager les maux de tête.",
  "menyanthesTrifoliata": "Menyanthes trifoliata, communément appelée \"feuille de marais\" ou \"fève de marais\", est une plante herbacée pérenne que l'on trouve dans les zones humides et les environnements humides. Ses feuilles et fleurs sont utilisées en médecine traditionnelle, principalement pour leurs potentielles propriétés anti-inflammatoires et digestives.",
  "achilleaMillefolium": "Achillea millefolium, communément appelée millefeuille, est une plante à fleurs avec des fleurs délicates allant du blanc au rose et des feuilles plumeuses. Elle est traditionnellement utilisée pour ses propriétés anti-inflammatoires et astringentes, souvent infusée en tisane pour soutenir la santé digestive et soulager l'inconfort menstruel.",
  "hypericumPerforatum": "L'Hypericum perforatum, communément connu sous le nom de millepertuis, est une plante à fleurs utilisée traditionnellement pour ses propriétés améliorant l'humeur et comme remède contre la dépression légère. Ses fleurs jaunes vives et sa tisane apaisante sont populaires pour favoriser le bien-être émotionnel.",
  "momordicaCharantia": "Momordica charantia, communément appelée melon amer, est une vigne tropicale connue pour son fruit vert distinctement ridé. Elle est traditionnellement utilisée en phytothérapie pour ses avantages potentiels dans la régulation des taux de sucre dans le sang et le soutien de la santé digestive.",
  "solanumNigrum": "Solanum nigrum, couramment appelé la belladone noire, est une plante herbacée avec de petites baies vertes et des fleurs blanches ou violettes. Elle est traditionnellement utilisée en médecine à base de plantes pour ses propriétés anti-inflammatoires et antioxydantes, bien que la prudence soit de mise en raison de la toxicité potentielle si elle est consommée en grandes quantités.",
  "ophiopogonJaponicus": "Ophiopogon japonicus, communément appelé la petite liripe, est une plante herbacée vivace originaire de l'Est de l'Asie. Elle est traditionnellement utilisée en médecine herboire pour favoriser l'hydratation et soutenir la santé respiratoire, souvent consommée sous forme de tisane pour ses propriétés apaisantes.",
  "myrtusCommunis": "Myrtus communis, communément appelé myrte, est un arbuste aromatique à feuilles persistantes avec des feuilles brillantes et de délicates fleurs blanches ou roses. Ses feuilles et ses baies sont souvent utilisées dans des tisanes pour leurs potentielles propriétés digestives et antiseptiques.",
  "vacciniumMyrtillus": "Vaccinium myrtillus, communément appelé myrtille, est un petit arbuste portant des baies bleu foncé, originaire d'Europe et d'Amérique du Nord. Il est souvent utilisé en tisane pour ses bienfaits potentiels sur la santé des yeux et l'amélioration de la circulation.",
  "rhamnusCatharticus": "Rhamnus catharticus, communément appelé nerprun, est un arbuste à feuilles caduques dont les feuilles et les baies sont traditionnellement utilisées comme laxatif doux. Sa tisane est souvent préparée pour soutenir la santé digestive.",
  "panaxPseudoginseng": "Panax pseudoginseng, communément appelé ginseng chinois, est une plante médicinale réputée pour ses propriétés adaptogènes et sa capacité à augmenter l'énergie et la vitalité. Elle est souvent utilisée dans la médecine traditionnelle pour améliorer le bien-être général et soutenir la fonction immunitaire.",
  "notopterygiumFranchetii": "Notopterygium franchetii, communément appelé \"Han Fang Ji\", est une herbe traditionnelle chinoise reconnue pour ses propriétés anti-inflammatoires et analgésiques. Elle est souvent utilisée dans les tisanes pour soulager la douleur, notamment celle liée aux problèmes musculaires et articulaires.",
  "juglansRegia": "Juglans regia, communément connu sous le nom de noyer commun, est un arbre à feuilles caduques réputé pour ses noix et ses feuilles riches en nutriments. Les feuilles peuvent être utilisées pour préparer une tisane qui possède des bienfaits digestifs et anti-inflammatoires potentiels.",
  "oleaEuropaea": "Olea europaea, communément appelé olivier, produit de petits fruits riches en antioxydants et en acides gras sains. Ses feuilles sont souvent utilisées dans les tisanes pour leurs potentiels bienfaits anti-inflammatoires et pour la santé cardiaque.",
  "citrusAurantium": "Citrus aurantium, communément appelé bigaradier, est un arbre fruitier parfumé dont les fleurs séchées et l'écorce sont souvent utilisées pour préparer des tisanes apaisantes. Traditionnellement, il a été utilisé pour favoriser la relaxation et aider à la digestion.",
  "origanumVulgare": "Origanum vulgare, communément appelé origan, est une plante herbacée vivace réputée pour ses feuilles aromatiques, souvent utilisées en cuisine. En phytothérapie, elle est appréciée pour ses propriétés antimicrobiennes et antioxydantes potentielles, souvent utilisée pour soutenir la santé digestive et les fonctions respiratoires lorsqu'elle est infusée en tisane.",
  "orthosiphonStamineus": "Orthosiphon stamineus, communément appelé moustache de chat, est une herbe tropicale reconnue pour ses longues étamines florales en forme de moustaches. Traditionnellement utilisé en médecine herboire, il est souvent infusé en tisane pour ses éventuels bienfaits sur la santé des reins et pour aider à la fonction urinaire.",
  "urticaDioca": "Urtica dioica, communément appelée ortie, est une herbe vivace qui possède des feuilles en forme de cœur, dentelées, et est connue pour son léger picotement lorsqu'elle est touchée. Traditionnellement utilisée comme tisane, elle est appréciée pour ses propriétés anti-inflammatoires et est souvent consommée pour soutenir la santé urinaire tout en fournissant une riche source de vitamines et de minéraux.",
  "parietariaOfficinalis": "Parietaria officinalis, communément appelée pellitaire de l wall, est une plante herbacée que l'on trouve souvent dans des environnements humides. Traditionnellement, elle a été utilisée pour ses légères propriétés diurétiques et est reconnue pour soulager les problèmes respiratoires.",
  "passifloraIncarnata": "La passiflora incarnata, communément appelée fleur de la passion, est une plante grimpante reconnue pour ses fleurs éclatantes et ses propriétés sédatives. Traditionnellement, elle est utilisée en médecine herbacée pour promouvoir la détente et soulager l'anxiété.",
  "paulliniaCupana": "Paullinia cupana, communément appelée guarana, est une plante grimpante originaire de la forêt amazonienne. Ses graines contiennent une forte concentration de caféine, ce qui en fait un stimulant naturel populaire et favorise l'éveil dans les tisanes.",
  "pelargoniumSidoides": "Pelargonium sidoides, couramment appelé géranium d'Afrique, est une plante médicinale traditionnelle originaire d'Afrique du Sud. Elle est souvent utilisée sous forme de tisane pour soutenir la santé respiratoire et renforcer le système immunitaire.",
  "violaArvensis": "Viola arvensis, communément appelée pensée des champs, est une petite plante à fleurs avec des feuilles en forme de cœur et de délicates fleurs violettes ou jaunes. Utilisée traditionnellement en phytothérapie, elle est reconnue pour ses propriétés anti-inflammatoires et diurétiques, souvent préparée en tisane pour soutenir la santé de la peau et soulager les problèmes respiratoires.",
  "peperomiaPellucida": "Peperomia pellucida, communément appelée poivrière brillante, est une petite herbe succulente reconnue pour ses feuilles charnues en forme de cœur. Elle est traditionnellement utilisée en médecine traditionnelle pour ses propriétés anti-inflammatoires et diurétiques, et est souvent consommée sous forme de tisane pour soutenir la digestion.",
  "petroselinumCrispum": "Petroselinum crispum, communément connu sous le nom de persil, est une herbe culinaire populaire reconnue pour sa saveur fraîche et ses feuilles vert vif. En médecine herbacée, il est souvent utilisé comme aide digestive et on croit qu'il possède des propriétés anti-inflammatoires et antioxydantes.",
  "petiveriaAlliacea": "Petiveria alliacea, communément appelée guanábana ou *kuka*, est une herbe vivace reconnue pour ses feuilles aromatiques et son utilisation traditionnelle en médecine populaire comme agent anti-inflammatoire et analgésique. Souvent infusée en tisane, elle est prisée pour soulager divers maux et promouvoir un bien-être général.",
  "phyllanthusAmarus": "Phyllanthus amarus, communément appelé brise-pierre, est une petite herbe réputée pour ses propriétés de soutien du foie et sa capacité à favoriser la santé urinaire. Elle est souvent utilisée dans la médecine traditionnelle pour aider avec les calculs rénaux et les affections liées au foie.",
  "antennariaDioica": "Antennaria dioica, communément connue sous le nom de immortelle des montagnes ou pieds de chat, est une plante herbacée vivace caractérisée par ses feuilles vert grisâtre et ses grappes de fleurs duveteuses. Utilisée traditionnellement en phytothérapie, elle est souvent infusée en tisane pour soutenir la santé respiratoire et soulager les problèmes digestifs.",
  "hieraciumPilosella": "Hieracium pilosella, communément appelé la renardière ou le hawkweed des souris, est une herbe vivace aux feuilles velues et aux fleurs jaunes vives. Traditionnellement, elle a été utilisée sous forme de tisane pour ses potentielles propriétés anti-inflammatoires et son soutien digestif.",
  "pinusSylvestris": "Pinus sylvestris, communément appelé pin sylvestre, est un arbre conifère dont les aiguilles peuvent être utilisées pour préparer une tisane rafraîchissante, riche en vitamine C et en antioxydants. Traditionnellement, il a été utilisé pour soutenir la santé respiratoire et renforcer l'immunité.",
  "taraxacumOfficinale": "Taraxacum officinale, communément appelé pissenlit, présente des fleurs jaunes vives et des feuilles dentelées. Il est souvent utilisé dans les tisanes pour ses propriétés digestives et détoxifiantes.",
  "paeoniaOfficinalis": "Paeonia officinalis, communément appelée pivoine commune, est une plante à fleurs dont les racines et les fleurs sont utilisées en médecine herboristique traditionnelle pour leurs propriétés apaisantes et anti-inflammatoires. Elle est souvent préparée en tisane pour aider à soulager l'inconfort digestif et soutenir le bien-être général.",
  "plantagoMajor": "Plantago major, communément appelée plantain à grandes feuilles, est une herbe vivace aux larges feuilles et aux petites épis floraux. Elle est souvent utilisée en tisane pour ses propriétés apaisantes qui soutiennent la santé respiratoire et réduisent l'inflammation.",
  "platycodonGrandiflorum": "Platycodon grandiflorum, communément appelé fleur en ballon, présente de grandes fleurs bleues en forme d'étoile qui peuvent être utilisées pour préparer une tisane apaisante. Utilisé traditionnellement dans la médecine asiatique, on pense qu'il favorise la santé digestive et le soutien respiratoire.",
  "plectranthusAmboinicus": "Plectranthus amboinicus, communément appelé origan cubain ou menthe mexicaine, est une plante succulente avec des feuilles épaisses et aromatiques. Elle est souvent utilisée dans les tisanes pour ses éventuels bienfaits digestifs et anti-inflammatoires.",
  "piperLongum": "Piper longum, également connu sous le nom de poivre long, est une plante grimpante de la famille des Piperaceae, traditionnellement utilisée en médecine ayurvédique pour ses avantages potentiels sur la digestion et la respiration. Le fruit séché est couramment infusé en tisane pour améliorer le métabolisme et apaiser la toux.",
  "polygalaPaniculata": "Polygala paniculata, communément appelée polygala, est une plante à fleurs traditionnellement utilisée pour ses propriétés calmantes et pour soutenir la santé respiratoire. Les feuilles peuvent être infusées en tisane pour favoriser la détente et soulager le stress.",
  "polygalaSenega": "Polygala senega, également connue sous le nom de racine de serpent sénèque, est une herbe vivace traditionnellement utilisée pour ses propriétés expectorantes afin de soulager les affections respiratoires. Sa racine est souvent préparée en tisane pour apaiser les toux et améliorer la santé des poumons.",
  "malusSylvestris": "Malus sylvestris, communément appelé le pommier sauvage ou le pommier amer, est un arbre à feuilles caduques qui produit de petits fruits acides. Les feuilles et les fleurs sont souvent utilisées dans les tisanes pour leur goût doux et leurs potentielles vertus digestives.",
  "wolfiporiaExtensa": "Wolfiporia extensa est un champignon médicinal réputé pour ses propriétés anti-inflammatoires et stimulantes pour le système immunitaire. Il est couramment utilisé en médecine traditionnelle chinoise comme agent détoxifiant et pour favoriser la santé générale.",
  "potentillaErecta": "Potentilla erecta, communément appelée tormentille, est une plante herbacée vivace avec des fleurs jaunes et des tiges qui peuvent croître de manière verticale. Utilisée traditionnellement pour ses propriétés astringentes, elle est souvent employée en phytothérapie pour aider à résoudre les problèmes digestifs et les irritations cutanées.",
  "equisetumArvense": "Equisetum arvense, communément appelé prêle des champs, est une plante vivace caractérisée par ses tiges hautes et articulées ainsi que son apparence plumeuse. Traditionnellement utilisée comme remède à base de plantes, elle est prisée pour ses propriétés diurétiques et est souvent employée pour soutenir la santé urinaire et renforcer les tissus conjonctifs.",
  "primulaVeris": "Primula veris, communément appelée coucou, est une plante herbacée vivace à fleurs avec des fleurs en forme de cloche de couleur jaune vif. Traditonnellement, elle a été utilisée en médecine herbacée pour ses propriétés apaisantes et pour soulager les problèmes respiratoires.",
  "psidiumGuajava": "Psidium guajava, communément appelé goyavier, est un arbre fruitier tropical dont les feuilles sont utilisées dans les tisanes pour leurs potentielles propriétés digestives et antimicrobiennes. On pense que la tisane soutient la santé intestinale et apaise la diarrhée.",
  "puerariaLobata": "Pueraria lobata, communément appelée kudzu, est une plante grimpante originaire d'Asie, reconnue pour ses grandes feuilles vertes et ses fleurs violettes parfumées. Traditionnellement, elle est utilisée dans la médecine herbale pour ses effets potentiels sur la gestion des envies d'alcool et pour promouvoir la santé digestive.",
  "anacyclusPyrethrum": "Anacyclus pyrethrum, communément appelé pellitaire des murs, est une plante à fleurs connue pour sa racine, qui possède une histoire d'utilisation en tant que remède traditionnel pour soulager les maux de tête et les douleurs dentaires. Ses propriétés antiseptiques et anodynes en font un ingrédient recherché dans les tisanes médicinales.",
  "cinchonaPubescens": "Cinchona pubescens, communément appelée quina ou écorce de cinchona, est un arbre originaire d'Amérique du Sud connu pour son écorce, qui contient de la quinine, un composé traditionnellement utilisé pour traiter le paludisme. Sa tisane est également réputée pour avoir des propriétés toniques et peut aider à la digestion.",
  "krameriaTriandra": "Krameria triandra, communément appelé rhatany, est une plante originaire d'Amérique du Sud, reconnue pour ses fortes propriétés astringentes. Traditionnellement utilisée en médecine herbacée, sa racine est souvent préparée sous forme de tisane pour aider à soulager les problèmes digestifs et promouvoir la santé bucco-dentaire.",
  "glycyrrhizaGlabra": "Glycyrrhiza glabra, communément appelée racine de réglisse, est une herbe au goût sucré utilisée traditionnellement pour apaiser les maux de gorge, faciliter les problèmes digestifs et réduire l'inflammation. Sa tisane est appréciée pour sa douceur naturelle et ses potentiels bienfaits pour la santé.",
  "rehmanniaGlutinosa": "Rehmannia glutinosa, communément appelée réhmannie chinoise ou réhmannie préparée, est une plante herbacée vivace traditionnellement utilisée en médecine chinoise pour tonifier les reins et nourrir le sang. Sa racine est souvent infusée en tisane pour soutenir la vitalité générale et combattre la fatigue.",
  "filipendulaUlmaria": "Filipendula ulmaria, communément appelée reine-des-prés, est une plante herbacée vivace aux fleurs blanches parfumées et aux feuilles plumeuses. Utilisée traditionnellement pour ses propriétés anti-inflammatoires et analgésiques, elle est souvent infusée en tisane apaisante qui peut favoriser la digestion et soulager les maux de tête.",
  "polygonumAviculare": "Polygonum aviculare, communément appelé revêche ou pied d'oiseau, est une plante herbacée rampante que l'on trouve dans divers habitats. Traditionnellement utilisée comme diurétique doux et pour soutenir la santé digestive, elle peut être infusée en une tisane apaisante.",
  "rheumOfficinale": "Rheum officinale, communément appelé rhubarbe de Chine, est une plante vivace dont la racine est utilisée en médecine traditionnelle pour ses propriétés laxatives et son soutien digestif. Ses feuilles sont toxiques, donc seule la racine est recommandée pour une utilisation en tisane.",
  "rosmarinusOfficinalis": "Rosmarinus officinalis, communément appelé romarin, est une herbe aromatique persistante originaire de la région méditerranéenne. Elle est utilisée dans les tisanes pour ses éventuels bienfaits cognitifs et ses propriétés digestives.",
  "alceaRosae": "Alcea rosea, communément appelée mauve, est une plante à fleurs bisannuelle reconnue pour ses hautes tiges de fleurs colorées. Traditionnellement, ses feuilles et ses fleurs ont été utilisées dans des tisanes pour apaiser les troubles digestifs et respiratoires.",
  "rosaDamascena": "Rosa damascena, communément connue sous le nom de rose de Damas, est prisée pour ses fleurs roses parfumées et est souvent utilisée pour préparer des tisanes apaisantes. Traditionnellement, elle est reconnue pour ses propriétés calmantes et on pense qu'elle aide à la digestion et favorise le bien-être émotionnel.",
  "crocusSativus": "Crocus sativus, communément appelé safran, est une plante à fleurs dont les stigmates rouges vifs sont récoltés pour leurs propriétés aromatiques et médicinales. En tant que tisane, il est souvent utilisé pour ses effets potentiellement améliorateurs d'humeur et antioxydants.",
  "lythrumSalicaria": "Lythrum salicaria, communément appelé épilobe en épi, est une herbe vivace aux fleurs violettes saisissantes, souvent trouvée dans les zones humides. Utilisé traditionnellement en médecine herbacée, il a été employé pour ses propriétés anti-inflammatoires et astringentes potentielles.",
  "smilaxSarsaparilla": "Smilax ornata, communément connu sous le nom de sassafras, est une liane originaire des régions tropicales, reconnue pour ses feuilles épaisses en forme de cœur et ses racines parfumées. Utilisé traditionnellement en médecine herbacée, son tisane est censé soutenir la détoxification et favoriser le bien-être général.",
  "sanguisorbaOfficinalis": "Sanguisorba officinalis, communément appelée grande sanguisorbe, est une plante herbacée vivace aux feuilles vert foncé attrayantes et aux épis floraux cylindriques. Traditionnellement utilisée pour ses propriétés astringentes, elle est souvent infusée en tisane pour soutenir la santé digestive et apaiser les maux.",
  "santolinaChamaecyparissus": "Santolina chamaecyparissus, communément appelée lavande-spike, est un arbuste persistant parfumé avec un feuillage gris argenté et des fleurs jaunes en forme de bouton. Elle est traditionnellement utilisée pour préparer une tisane qui peut faciliter la digestion et soulager les légers troubles respiratoires.",
  "saponariaOfficinalis": "Saponaria officinalis, communément appelée saponaire, est une herbe vivace avec des fleurs roses ou blanches, traditionnellement utilisée pour ses propriétés savonneuses douces. Elle est souvent utilisée dans les remèdes à base de plantes pour apaiser la toux et les troubles digestifs et peut être infusée en tisane.",
  "saturejaHortensis": "Satureja hortensis, communément appelée sarriette d'été, est une herbe culinaire au goût poivré et aux qualités aromatiques. Elle est traditionnellement utilisée dans les tisanes pour ses bienfaits digestifs et ses propriétés antimicrobiennes douces.",
  "salviaOfficinalis": "Salvia officinalis, communément appelée sauge, est une herbe vivace au feuillage aromatique gris-vert. Elle est souvent utilisée en tisane pour ses potentielles propriétés digestives et anti-inflammatoires.",
  "salixAlba": "Salix alba, communément appelé saule blanc, est un arbre dont l'écorce contient de la salicine, un composé similaire à l'aspirine. Traditionnellement, ses feuilles et son écorce ont été utilisés en médecine herbacée pour soulager la douleur et réduire la fièvre.",
  "schisandraChinensis": "Schisandra chinensis, également connu sous le nom de fruit aux cinq saveurs, est une vigne produisant des baies originaire de Chine, réputée pour ses propriétés adaptogènes. Elle est traditionnellement utilisée pour améliorer la vitalité, accroître la clarté mentale et soutenir la santé du foie.",
  "scopariaDulcis": "Scoparia dulcis, communément appelée balai doux, est une plante herbacée vivace reconnue pour ses feuilles et tiges au goût sucré. Utilisée traditionnellement en phytothérapie, on pense qu'elle possède des propriétés anti-inflammatoires et antidiabétiques, souvent infusée en tisane pour soutenir la santé digestive.",
  "scrophulariaNodosa": "Scrophularia nodosa, communément appelée scrofulaire, est une plante vivace avec des tiges carrées et hautes, ornées de petites fleurs tubulaires. Elle a été traditionnellement utilisée en phytothérapie pour ses propriétés anti-inflammatoires et diurétiques, souvent infusée en tisane pour soutenir la digestion.",
  "scutellariaBaicalensis": "Scutellaria baicalensis, communément appelée scutellaire du Baïkal, est une plante herbacée vivace originaire d'Asie, reconnue pour ses propriétés anti-inflammatoires et antioxydantes. Elle est souvent utilisée en médecine traditionnelle pour soutenir la santé immunitaire et réduire le stress.",
  "cassiaAngustifolia": "Cassia angustifolia, communément appelée séné, est une plante à fleurs reconnue pour ses propriétés laxatives naturelles. Ses feuilles et ses gousses sont souvent utilisées dans des tisanes pour favoriser la santé digestive et soulager la constipation.",
  "solidagoVirgaurea": "Solidago virgaurea, communément appelée verge d'or, est une plante à fleurs reconnue pour ses fleurs jaunes éclatantes. Traditionnellement, elle a été utilisée en médecine herbal pour ses propriétés anti-inflammatoires et diurétiques, souvent préparée sous forme de tisane apaisante.",
  "sophoraJaponica": "Sophora japonica, également connue sous le nom d'arbre pagode japonais, est appréciée pour ses fleurs et ses gousses, qui sont traditionnellement utilisées en médecine herbariaque. On pense qu'elle soutient la santé cardiovasculaire et possède des propriétés anti-inflammatoires.",
  "calendulaOfficinalis": "Calendula officinalis, communément appelée souci, est une plante à fleurs vibrante souvent utilisée pour ses propriétés anti-inflammatoires et apaisantes. Ses pétales séchés peuvent être infusés pour créer une tisane calme qui peut aider à soulager les irritations cutanées mineures et promouvoir le bien-être général.",
  "sambucusNigra": "Sambucus nigra, communément appelé sureau, est une plante à fleurs dont les baies et les fleurs sont souvent utilisées pour préparer des tisanes apaisantes. Elle est traditionnellement utilisée pour ses propriétés potentielles de stimulation du système immunitaire et pour aider à soulager les symptômes de rhume et de grippe.",
  "syzygiumCumini": "Syzygium cumini, également connu sous le nom de jamun ou prune noire, est un arbre tropical originaire d'Asie du Sud, réputé pour ses fruits comestibles de couleur violet foncé et ses propriétés médicinales. Les feuilles et les graines sont souvent utilisées dans des tisanes pour aider à la digestion et à réguler les niveaux de sucre dans le sang.",
  "tamarindusIndica": "Tamarindus indica, communément appelé tamarin, est un arbre tropical qui produit des fruits en gousses au goût sucré et acidulé. Les feuilles et les gousses sont souvent utilisées pour préparer une tisane rafraîchissante qui aide à la digestion et offre des propriétés antioxydantes.",
  "curcumaXanthorrhiza": "Curcuma xanthorrhiza, communément appelé curcuma de Java, est une plante à fleurs de la famille des zingibéracées, réputée pour son rhizome utilisé en médecine traditionnelle. La tisane dérivée de ses racines est réputée pour ses propriétés anti-inflammatoires et antioxydantes, souvent utilisée pour soutenir la santé digestive et le bien-être général.",
  "terminaliaCatappa": "Terminalia catappa, communément connu sous le nom d'amandier tropical, est un grand arbre côtier reconnu pour ses larges feuilles vertes et ses noix comestibles. Ses feuilles sont souvent utilisées pour préparer une tisane apaisante qui peut aider à la digestion et avoir des effets calmants.",
  "camelliaSinensis": "Camellia sinensis est la plante à thé, connue pour produire des thés verts, noirs, blancs et oolong. Riche en antioxydants, ses feuilles sont couramment utilisées pour préparer des tisanes qui peuvent soutenir la santé et le bien-être en général.",
  "thymusVulgaris": "Thymus vulgaris, communément appelé thym, est une herbe aromatique avec de petites feuilles vertes et de minuscules fleurs violettes. Il est souvent utilisé dans les tisanes pour ses potentielles propriétés antibactériennes, antifongiques et digestives.",
  "tiliaPlatyphyllos": "Tilia platyphyllos, communément appelée le tilleul à grandes feuilles, est vénérée pour ses fleurs parfumées qui sont souvent infusées en une tisane apaisante. Ce thé aux herbes est traditionnellement utilisé pour favoriser la relaxation et soulager les symptômes de rhumes et de problèmes respiratoires.",
  "lippiaAlba": "Lippia alba, communément appelée verveine citronnelle ou cedron, est une herbe aromatique vivace appréciée pour son arôme apaisant et ses éventuels bienfaits digestifs. Ses feuilles sont souvent utilisées pour préparer une tisane, favorisant la relaxation et aidant à soulager les petits désagréments digestifs.",
  "uncariaTomentosa": "Uncaria tomentosa, communément appelée griffe de chat, est une liane ligneuse originaire de la forêt amazonienne. Elle est traditionnellement utilisée pour ses propriétés anti-inflammatoires et d'activation du système immunitaire, souvent infusée en tisane pour favoriser la santé globale.",
  "valerianaOfficinalis": "Valeriana officinalis, communément appelée valériane, est une plante à fleurs réputée pour ses propriétés apaisantes. La racine est souvent utilisée dans des tisanes pour favoriser la détente et améliorer la qualité du sommeil.",
  "veprisLanceolata": "Vepris lanceolata, communément appelée poivre africain, est un petit arbre ou un arbrisseau originaire de l'Afrique tropicale. Ses feuilles et ses fruits sont utilisés pour préparer une tisane épicée réputée pour ses propriétés médicinales, notamment des bienfaits digestifs et anti-inflammatoires.",
  "veronicaOfficinalis": "Veronica officinalis, communément appelée véronique, est une plante herbacée vivace avec de petites fleurs bleues, traditionnellement utilisée pour ses propriétés antiseptiques douces et anti-inflammatoires. Elle est souvent infusée en tisane pour soutenir la santé respiratoire et apaiser les problèmes digestifs.",
  "verbenaOfficinalis": "Verbena officinalis, communément appelée verveine, est une herbe à fleurs traditionnellement utilisée pour ses effets apaisants et pour soulager l'anxiété. Elle est souvent infusée en tisane pour favoriser la relaxation et soutenir la santé digestive.",
  "viburnumPrunifolium": "Viburnum prunifolium, communément connu sous le nom de blackhaw, est un arbuste à fleurs originaire d'Amérique du Nord. Il est souvent utilisé en médecine herbacée pour son potentiel à soulager l'inconfort menstruel et à soutenir la santé reproductive.",
  "vitisVinifera": "Vitis vinifera, communément appelée la vigne, est une plante grimpante dont les feuilles et les graines sont souvent utilisées dans les tisanes pour leurs propriétés antioxydantes. Ses tisanes peuvent soutenir la digestion et peuvent favoriser la santé cardiovasculaire.",
  "zanthoxylumBungeanum": "Zanthoxylum bungeanum, communément appelé poivre de Sichuan, est une épice et une herbe médicinale reconnue pour sa saveur engourdissante et ses qualités aromatiques. Il est traditionnellement utilisé dans les tisanes pour favoriser la digestion et améliorer la circulation."
}
